{
    "กรีน": {
        "partyListCandidates": [
            "นายพงศา ชูแนม",
            "นายสุเทพ คงเทศ",
            "นายวีระพงศ์ สกล",
            "นายสุพจน์ บุญยัง",
            "นายภักดี หิรัญ",
            "นายสธรรดร เพชรพลาย",
            "นายประหยัด โททุมพล",
            "นายสหพันธ์ จันทพันธ์",
            "นายเกริก มีมุ่งกิจ",
            "นายชณะกฤช นิ้ววังโส",
            "นางพิชามญช์ ปล้องพันธ์",
            "นางสาวชฎาภรณ์ พันธ์ทอง"
        ],
        "partyListCandidatesCount": 12,
        "pm_candidates": [
            {
                "firstName": "พงศา",
                "lastName": "ชูแนม",
                "title": "นาย"
            }
        ]
    },
    "กลาง": {
        "partyListCandidates": [
            "นายชุมพล ครุฑแก้ว",
            "นางสาวนวรัตน์ ไชยพลอนันท์",
            "นายชาติชาย ผู้ประกาย",
            "นายสุขทวี สุวรรณชัยรบ",
            "นางสาวชนาธิป เตียวเจริญโชค",
            "นายภูมิ วชร เจริญผลิตผล"
        ],
        "partyListCandidatesCount": 6,
        "pm_candidates": [
            {
                "firstName": "ชุมพล",
                "lastName": "ครุฑแก้ว",
                "title": "นาย"
            }
        ]
    },
    "กสิกรไทย": {
        "partyListCandidates": [
            "นายทรรศซล พงษ์ภควัต"
        ],
        "partyListCandidatesCount": 1,
        "pm_candidates": [
            {
                "firstName": "ทรรศชล",
                "lastName": "พงษ์ภควัต",
                "title": "นาย"
            }
        ]
    },
    "คนงานไทย": {
        "partyListCandidates": [
            "นายธีระ เจียบุญหยก"
        ],
        "partyListCandidatesCount": 1,
        "pm_candidates": [
            {
                "firstName": "ธีระ",
                "lastName": "เจียบุญหยก",
                "title": "นาย"
            }
        ]
    },
    "คนธรรมดาแห่งประเทศไทย": {
        "partyListCandidates": [
            "นายธนพร ศรียากูล",
            "นายสมชาย ศรีสัมพันธ์"
        ],
        "partyListCandidatesCount": 2,
        "pm_candidates": [
            {
                "firstName": "ธนพร",
                "lastName": "ศรียากูล",
                "title": "นาย"
            }
        ]
    },
    "ครูไทยเพื่อประชาชน": {
        "partyListCandidates": [
            "นายปรีดา บุญเพลิง",
            "นายสุวิชญ์ โยทองยศ",
            "นายศักดิ์ดา สามารถ",
            "นายสรสินธุ ไตรจักรภพ",
            "ศาสตราจารย์ชัยพร ธนถาวรกิจ",
            "นายสมศักดิ์ มกรมณเฑียร",
            "นายปรัชญา มั่นทน",
            "นายอนันท์ อาบสุวรรณ",
            "นายอับดุลรอณีย์ เด็งสาแม",
            "นายอวยชัย วะทา",
            "นายสมยงค์ แก้วสุพรรณ",
            "นางสุนทรี เทพสุวรรณ",
            "นายพีระ ศรีศศิวงศ์",
            "พันตำรวจเอกมนิต นิลพานิช",
            "นายธวัชชัย เมืองนาง",
            "นายทองพูน สุขเมือง",
            "นายอธิพงษ์ บุญเพลิง",
            "นายชาญศักดิ์ พุ่มมาก",
            "นายเกชา เดชา",
            "นายชนก หนูสมแก้ว",
            "นายธเนศ ด่านวิบูลย์",
            "นายตรีเพชร ศรีกระภา",
            "พันตำรวจเอกสมทรง พละเดช",
            "นายนิพนธ์ ชูช่วยสุวรรณ",
            "นายนิพนธ์ ราชจริต",
            "นายจรัล เพ็ญประทุม",
            "พันตำรวจเอกสาย แคนดา",
            "นายวีระศิลป์ ประเสริฐทรง",
            "นายเรืองชัย กลางขุนทด",
            "นายวิรัช จันทร์เกิด",
            "นายสุพจน์ ดีสุข",
            "นายคำปั่น ตอชัยภูมิ",
            "นายอนันต์ สนิทไทย",
            "นางประภาพรรณ ฝีมือสาร",
            "นายบุญส่ง สุวรรณศรี",
            "นางวิเชียรรัตน์ พึ่งกลั่น",
            "นางสุภัชชกา ศรแก้ว",
            "นายธีทัต ธนเพ็ญสิทธิ์",
            "นายพิศาล ชัยยงค์",
            "นายสรศักดิ์ มณีโรจน์",
            "นางสาวปารีดะ ตาเยะ",
            "นายพวนชัย โคตรชนะ",
            "นายธนเดช วงษ์ใหญ่",
            "นายศิรเมศร์ สุขกุลวรเศรษฐ์",
            "นางสุนีย์ แก้วศรียงค์",
            "นางสาวชัญญพัชร์ โชคประสิทธิผล",
            "นางบุษบา วุฒิพงศ์",
            "นายเมธา จันทร์หอม",
            "นายธนพล บุตรชัยงาม",
            "นายเสถียร แตะยา",
            "นายณพล ต่อโชติ",
            "นายเจษฎา พรมทอง",
            "นายทองสุข โหล่คำ",
            "นาวาอากาศตรีนพดล นพคุณ",
            "นายกิตติคม หาวิรส",
            "นายบุญหนา ศรีหาทับ",
            "นายโสฬส บุญญาวงศ์",
            "นายชิตภณ วรอัครกุล",
            "นางมะลิวรรณ ผิวขาว",
            "นางสาวปุญชรัสม วงค์พานิชย์",
            "นายเบียง ชนะชัย",
            "นายเกรียงไกร ภูมิลักษณ์",
            "นายรัตนพงษ์ คำผง",
            "นายเพิ่มศักดิ์ ขายทอง",
            "นางภัทราวรรณ ณรงค์รัตนกานต์",
            "นายทวี ทองบาง",
            "นายเล็ก สุจันทร์",
            "นายชาญวิช ฤทธิรงค์",
            "นายพงศ์ศรัณย์ ตานะประทีปกุล",
            "นายชัยวริศว์ ธนถาวรกิตติ์",
            "นายวรเชษฐ์ ค่วยเทศ",
            "นายสุพัต อ่อนน้อม",
            "นายสะมาแอ กูโน",
            "นายครรชิต สารกิจอาภา",
            "นายเชาวลิตร บินมูสอ",
            "นางวนิดา โยทองยศ",
            "พันตำรวจโทจรูญ ป้อมกฤษณ์"
        ],
        "partyListCandidatesCount": 77,
        "pm_candidates": [
            {
                "firstName": "ปรีดา",
                "lastName": "บุญเพลิง",
                "title": "นาย"
            }
        ]
    },
    "คลองไทย": {
        "partyListCandidates": [
            "นายสายัณห์ อินทรภักดิ์",
            "นายสุทิน ช่วยธานี",
            "นางสาวพรประภา เลอพิพัฒวรพงศ์",
            "พันตำรวจเอกอดิษร ตันเพชรทองกุล",
            "นายจำนง อินทรภักดิ์",
            "นายพนิต ศรีโยธา",
            "นางสาวทัศนีย์วรรณ รัตนตรัยวงษ์",
            "นายสวาท บัวผัน",
            "จ่าเอกพิภูษณ อินจันทร์",
            "นายภัสกร ช่วยวงศ์",
            "ร้อยตำรวจโทจีรฤทธิ์ เกตุหนู",
            "จ่าสิบเอกสุทธิรักษ์ จำริห์",
            "นายบุญฤทธิ์ มากไข่",
            "นายจำแลง นิลโมจน์",
            "นายชัด จักรราช",
            "นายชวเอิบ อินทรภักดี",
            "นายประสิทธิ์ พลฤทธิ์",
            "นายอรุณ เทพแก้ว",
            "นายจำรอง แก้วบุญทอง",
            "นายธรรมนูญ ขวัญเชื้อ",
            "นายสุทัศน์ ด้วงเอียด",
            "พันตำรวจโทเก่งกาจ สุขสวัสดิ์",
            "นายวริทธิ์ธร ชำริห์",
            "นายชม จันทร์พุ่ม",
            "นายคารม ชูทวี",
            "นางสาวพัชรินทร์ สังข์เจริญ",
            "นางณภัทร หมู่ผึ้ง"
        ],
        "partyListCandidatesCount": 27,
        "pm_candidates": [
            {
                "firstName": "สายัณห์",
                "lastName": "อินทรภักดิ์",
                "title": "นาย"
            }
        ]
    },
    "ความหวังใหม่": {
        "partyListCandidates": [
            "นายชิงชัย มงคลธรรม",
            "นายวิทยา ปราบภัย",
            "นายวิเศษ สุริโย",
            "นายเสกสรร ชดกลาง",
            "นายกฤติเดช ภักดีล้น",
            "นายประเสริฐ เสริมทรัพย์",
            "นายชวลิต ภู่พัฒน์",
            "นางสาวธัญณีย์ ศรีวรเรืองชัย",
            "นายณัฐรัชต์ ฉายวรภัทร",
            "นายสุรชัย สุดรักษ์",
            "นายธนภัทร จันทร์เพ็ชร์บุรี",
            "นางสาวอรจิรา โกศลโชติชโลธร",
            "นายนพสิทธิ์ ชุติพงศ์วัฒน์"
        ],
        "partyListCandidatesCount": 13,
        "pm_candidates": [
            {
                "firstName": "ชิงชัย",
                "lastName": "มงคลธรรม",
                "title": "นาย"
            }
        ]
    },
    "ชาติพัฒนา": {
        "partyListCandidates": [
            "นายเทวัญ ลิปตพัลลภ",
            "นายดล เหตระกูล",
            "นายณัฏฐชัย ศรีรุ่งสุขพินิจ",
            "พันเอกวินัย สมพงษ์",
            "นายสาคร พรหมภักดี",
            "นายสมบัติ กาญจนวัฒนา",
            "นายปกครอง ผาสุขยืด",
            "นางสาวอัครวรรณ เจริญผล",
            "นายเรืองฤทธิ์ ศิริสวัสดิ์",
            "นายอรัญ พันธุมจินดา",
            "นายอดุลย์ เลาหพล",
            "นายมนตรี แก้วแพง",
            "นายพงษ์พิช รุ่งเป้า",
            "นางบุษรา เสนะวีณิน",
            "นายสุเมธ ศรีพงษ์",
            "นายวิทิตนันท์ โรจนพานิช",
            "พลโทชรินทร์ อมรแก้ว",
            "นายสุทธิโรจน์ เจริญผล",
            "พลตรีธชา จินตวร",
            "นายบุญมา อิ่มวิเศษ",
            "นายประทีป กรีฑาเวช",
            "นายนวพรรษ สุวรรณสุนทร",
            "นายเชิดศักดิ์ เจนวรากุล",
            "นายยศพงศ์ นาทันรีบ",
            "นายชูศักดิ์ สิงหพันธุ์",
            "นายก้องเกียรติ เอียดทอง",
            "นายวิเชียร จันทร์บัว",
            "นายธันนวัฒน์ ชะเอม",
            "นายศรีชาติ อ่อนโคกสูง",
            "นายสุทัศน์ อินทชาติ",
            "นายจิรพล จินดาพล",
            "นายสุเทพ อภิศักดิ์มนตรี",
            "นายพนมวัน พึ่งความชอบ",
            "นายสมชาย ทิพย์วงค์ษา",
            "นายณรงค์ ศรีสุวรรณภรณ์",
            "นายจักรกฤษณ์ ศรีสิทธิพรหม",
            "นายวีระ น้อยอินทร์",
            "นายวิศิษย์ จันดากูล",
            "นางสาวสกลสุภา บุญยาดี",
            "นายสิทธิเวช ไชยวงษา",
            "นางสุรพร หนองหารพิทักษ์",
            "นายมณัติ พูนจันอัด",
            "นายธีระนันท์ เฉลยวิมาน",
            "นางสาวรมณ มะเริงสิทธิ",
            "นางสาวณัฐนิชา เชี่ยวเวช",
            "ว่าที่ร้อยตรีธนาศักดิ์ วิวัฒน์นิรันดร",
            "นายวัชรินทร์ สุธรรมานนท์",
            "นายถิรายุ อิงคสมภพ",
            "นายธัญญะ วงศ์พรเพ็ญภาพ",
            "นายณรงค์ฤทธิ์ เหมืองทองมูล",
            "นายอมรินทร์ อัครกวิน",
            "นายพัฒน์สกรณ์ มณีรัตนชาติ",
            "นางสมจิตร หล่าคำ",
            "นางสาวปราณี เจะเลาะ",
            "นายสมชาย เมฆกิตติกุล",
            "นายเสน่ห์ ทวีคุณ"
        ],
        "partyListCandidatesCount": 56,
        "pm_candidates": [
            {
                "firstName": "สุวัจน์",
                "lastName": "ลิปตพัลลภ",
                "title": "นาย"
            },
            {
                "firstName": "วรรณรัตน์",
                "lastName": "ชาญนุกูล",
                "title": "นาย"
            },
            {
                "firstName": "เทวัญ",
                "lastName": "ลิปตพัลลภ",
                "title": "นาย"
            }
        ]
    },
    "ชาติพันธุ์ไทย": {
        "partyListCandidates": [
            "นายพลศุภรักษ์ ศิริจันทรานนท์ -",
            "นายโกวิทย์ จิรชนานนท์",
            "นายภราดล พรอำนวย",
            "นางสาวสินีนุช ชยางศุ",
            "ว่าที่ร้อยตรีอาทิตย์ เรืองวุฒิ",
            "นายโสฬส ตระกูลลีวัฒนา",
            "สิบเอกจรัล สันคม",
            "นางณิชรัตน์ วิรัชช์ดิชพงศ์",
            "พลอากาศตรีวัฒนัน ณ ลำพูน",
            "นายรัชกร ปิยะสัจจบูลย์",
            "ว่าที่ร้อยตรีสนั่น พันธุ์อุโมงค์",
            "นายจงกล สินทอง",
            "นางสาวนิศารัตน์ ปัญญาดี",
            "พันตรีสิทธิศักดิ์ คุตพฤกษ์",
            "สิบเอกอำนวย ยาวิชัย"
        ],
        "partyListCandidatesCount": 15,
        "pm_candidates": [
            {
                "firstName": "โกวิทย์",
                "lastName": "จิรชนานนท์",
                "title": "นาย"
            },
            {
                "firstName": "พลศุภรักษ์",
                "lastName": "ศิริจันทรานนท์",
                "title": "นาย"
            },
            {
                "firstName": "ภราดร",
                "lastName": "พรอำนวย",
                "title": "นาย"
            }
        ]
    },
    "ชาติไทยพัฒนา": {
        "partyListCandidates": [
            "นายวราวุธ ศิลปอาชา",
            "นายธีระ วงศ์สมุทร",
            "นายนิกร จำนง",
            "นายนพดล มาตรศรี",
            "นายนิติวัฒน์ จันทร์สว่าง",
            "นายสมนึก สกุลรัตนกุลชัย",
            "นางสาวทัศน์ลักษณ์ ปัตตพงศ์ภัช",
            "พลเอกสนธิ บุญยรัตกลิน",
            "นายธเนศพล ธนบุณยวัฒน์",
            "นายเสน่ห์ ขาวโต",
            "นายสัมพันธ์ แป้นพัฒน์",
            "นายณรงค์ นุ่นทอง",
            "นายอุดมศักดิ์ ศรีสุทิวา",
            "นายวิรัช วัฒนไกร",
            "นางสาวพัชรี โพธสุธน",
            "นายวิทยา ศรีชมภู",
            "นายรัฐชทรัพย์ นิชิด้า",
            "นางแสงจันทร์ วรสุมันต์",
            "นายอภิวัชร บัวพันธ์",
            "นายภักดีหาญส์ หิมะทองคำ",
            "นายนาวิน ดำรักษ์",
            "นายสิระ กลันผล",
            "นายวิเศษ ภูมิวิชัย",
            "นายกานต์พล เรืองอร่าม",
            "นายสามารถ ศักดิ์แก้ว",
            "นายภูรินทร์ วรศรี",
            "นายวินัย สุนันท์คณาภรณ์",
            "นายมาหามะสะตา สะแปอิง",
            "นางสาวณัฏิรัตน์ แซ่เอี้ย",
            "นายปิยะรัฐ ประเสริฐ",
            "นายรชฎทองใหญ่ ยินดี",
            "นายประยูร แก่นมัน",
            "นายสมภาศ พจนปรีชา",
            "นายณัฐสรัน แลเมาะ",
            "นายอาฮามัดกาแม แวมูซอ",
            "นายทนง ชมขวัญ",
            "นายพงษ์ศักดิ์ ถวิลไพร",
            "นายอนุพนธ์ ภิญญานิล",
            "นายสมชาย ลิ้มพันธ์",
            "นางสิริกร เรืองฤทธิ์",
            "นายยงยุทธ กฤษณ์สุวรรณ",
            "นายกมล กิจกสิวัฒน์",
            "พันโทสรวิชญ์ จันทลือชา",
            "นางสาวทิพย์สุดา วาทบัณฑิตกุล",
            "นางสาวดวงตา วาทบัณฑิตกุล",
            "นายทวิช ถิ่นเกาะยาว",
            "นายศุภวัฒน์ ศรีสวาท",
            "นายจำเนียร รักใหม่",
            "นายยศ สาแก้ว",
            "นางกมลรัตน์ แก้วมณี",
            "นายธนบูลย์ กิ่งเกตุ",
            "นายธเนศพล สิมมา",
            "นายพันธ์ศักดิ์ พานิกุล",
            "นายพร้อมพงษ์ รัตนจริงใจ",
            "นายภลศักดิ์ ทองพัฒน์",
            "นายเจษฎา บัณฑูรรังษี",
            "นางสาวทองจิตรา มุงขุนทด",
            "นายเหม ร่าเริง",
            "นายทองคำ บุตรราช",
            "นางสาววรรณภา ขำบุญศรี",
            "นายรัชกฤช จารุวสุภัทร",
            "ว่าที่ร้อยเอกกฤติเดชกรกฤษ สุขเกียรติกังวาน",
            "นายวุฒิพงศ์ พุทธิธนพัฒน์",
            "นายก่อการ เปรื่องวิชา",
            "นายธนยศ ยกทวน",
            "นายวินัย ชุมโคตร"
        ],
        "partyListCandidatesCount": 66,
        "pm_candidates": [
            {
                "firstName": "กัญจนา",
                "lastName": "ศิลปอาชา",
                "title": "น.ส."
            }
        ]
    },
    "ฐานรากไทย": {
        "partyListCandidates": [
            "ว่าที่ร้อยตรีญาณวุฒิ พรหมเดชากุล",
            "พันจ่าตรีญาณวุฒิ ทองเฟือง",
            "นายปราช เอกภาพันธ์",
            "นายภักดี เหล่าลาภะ",
            "จ่าเอกทรงกลดภพ รัตนภาค",
            "นายายอาม  ๖ นายสวัสดิ์ บุญวัฒน์",
            "นายเปรมชัย ศรีโนนโคตร",
            "นายเมธี สีหาทับ",
            "นายอดิศร ปัญญาปิง",
            "นายณรักษ์ มณีราช",
            "นางปรานี หูพารักษา",
            "นางสาวนวพร ภูเหล่าม่วง",
            "นายนิกร อาษาราช",
            "นางสุดาดวง เหล่าลาภะ"
        ],
        "partyListCandidatesCount": 14,
        "pm_candidates": [
            {
                "firstName": "บวร",
                "lastName": "ยสินทร",
                "title": "นาย"
            },
            {
                "firstName": "ญาณวุฒิ",
                "lastName": "พรหมเดชากุล",
                "title": "ว่าที่_ร.ต."
            }
        ]
    },
    "ถิ่นกาขาวชาววิไล": {
        "partyListCandidates": [
            "นายชุมชฎาธาร หาญณรงค์",
            "นางจุฑามาศ ปลอดดี",
            "พลตรีสาระ วงศ์สวัสดิ์",
            "นางสาวชญาน์พิมพ์ มาประโพธิ์",
            "นายมานะ ภุมรินทร์",
            "นายเกียรติศักดิ์ ตั้งศิริพงษ์ศักดิ์",
            "นายณรงค์ เกียรติไพศาลธนะ",
            "นางสาวเจนิสตา เกียรติไพศาลธนะ"
        ],
        "partyListCandidatesCount": 8,
        "pm_candidates": []
    },
    "ทางเลือกใหม่": {
        "partyListCandidates": [
            "นายราเชน ตระกูลเวียง",
            "นางพงษ์รัตน์ อรุณมหารัตน์",
            "นายอุเทน บัวสมบูรณ์",
            "นางจิรอร ตระกูลเวียง",
            "นายถิรเดช ธัญทองเพ็ชร",
            "นายราเชน ศิริวงค์นาค",
            "นายชายประจักร์ ศิริพันธุ์",
            "นายพันธวัชร บรรจงศิริเจริญ",
            "นายธีรชัย จุติมงคลกุล",
            "นายวินัย สุทิน",
            "นายวัฒนา สพสมัย",
            "นางณัฐวรรณ์ แป้งเงิน",
            "นายอิศรนนท์ ตระกูลเวียง"
        ],
        "partyListCandidatesCount": 13,
        "pm_candidates": [
            {
                "firstName": "ราเชน",
                "lastName": "ตระกูลเวียง",
                "title": "นาย"
            }
        ]
    },
    "ประชากรไทย": {
        "partyListCandidates": [
            "นายสุมิตร สุนทรเวช",
            "นายคณิศร สมมะลวน",
            "นายจรินทร์ คงสกุล",
            "นางสาวจุฑาทิพพ์ กิตติอุดมคุณ",
            "นายประเสริฐ ภิรมย์บุณย์",
            "นางสาววรรณี หน่อสีดา",
            "นายวิจิตร อร่ามกุล",
            "นางลักษณ์ภัทรเกตุ ชาญเชี่ยว",
            "นางสาวรมณ กิตติ์ชนน",
            "นายอำนวย พันธุ์ไพโรจน์",
            "นายนิเวศน์ บุญรักษา",
            "นางบุญญาพร ชาสวัสดิ์",
            "นางสาวธัญญ์นรี แสนศิริพันธ์",
            "นางณัทกาญจน์ ธนัชพุทธิพงศ์",
            "นายปรีชา พรหมปลัด"
        ],
        "partyListCandidatesCount": 15,
        "pm_candidates": [
            {
                "firstName": "สุมิตร",
                "lastName": "สุนทรเวช",
                "title": "นาย"
            },
            {
                "firstName": "คณิศร",
                "lastName": "สมมะลวน",
                "title": "นาย"
            }
        ]
    },
    "ประชาชนปฏิรูป": {
        "partyListCandidates": [
            "นายไพบูลย์ นิติตะวัน",
            "นายเหรียญชัย ลิขิตพฤกษ์",
            "นายมโน เลาหวณิช",
            "นายพีระวัฒน์ ศรีพิทักษ์",
            "พลเอกลือพงศ์ โชติวิทยากาญจน์",
            "พลเอกจิรศักดิ์ บุตรเนียร",
            "นายเทพสิทธิ์ ประวาหะนาวิน",
            "นายสมโภชน์ แพงแก้ว",
            "นายธนพัฒน์ สุขเกษม",
            "นายชาติชาย ทาเกิด",
            "นายสมหวัง คันธชัย",
            "พลอากาศโทพงศ์ฤทธิ์",
            "นายวีระวัฒน์ ภู่พงษ์",
            "รองเมือง เขตปทุมวัน กรุงเทพมหานคร",
            "นางสาวมุกตะวัน สุริยะกำพล",
            "นางสาวพุทธิกาญจน์ ลิขิตพฤกษ์",
            "นายกันติพจน์ สิริภักดิสกุล",
            "นางสาวนฤมล แซ่หุ้น",
            "นางชไมพร เรือเจริญ",
            "นางสาวปิยรัช อารยเมธาเลิศ",
            "นางรจเรธ ปรีกราน",
            "พันตำรวจโทเชิดชัย หอมจันทนากุล",
            "พลโทอัษฎา แสงฤทธิ์",
            "นายาว เขตคันนายาว กรุงเทพมหานคร",
            "นายสิทธิศักดิ์ อุดมชัยรัตน์",
            "นางสาวณฐวรางคณ์ เนียมวณิชกุล",
            "นางสาวอังสณา เนียมวณิชกุล",
            "นายธีรยุทธ สุวรรณเกษร",
            "นายสมชาย ศรานุรักษ์",
            "นายจิระวัฒน์ บุญเกิด",
            "นายสุทธิพงศ์ ชาญชญานนท์",
            "นายทรงวุฒิ บุตรเนียร",
            "นายวิศัลย์ ศศิธรานนท์",
            "นายสมชาย บุญนิกรวรวิทย์",
            "นายสมยศ พรมพิมาย",
            "นางสาวณิชา ปัญจรัตน์เลิศ",
            "นางสาวเบญจมาศศรี แสนบัว",
            "นายรัตนพงษ์ ลาภอุดมกิจ",
            "นายภีมากร ยอดใจดี",
            "นายประเสริฐ พฤกพัฒนาชัย"
        ],
        "partyListCandidatesCount": 40,
        "pm_candidates": []
    },
    "ประชาชาติ": {
        "partyListCandidates": [
            "นายวันมูหะมัดนอร์ มะทา",
            "พันตำรวจเอกทวี สอดส่อง",
            "นายวรวีร์ มะกูดี",
            "นางสาวณหทัย ทิวไผ่งาม",
            "ร้อยตำรวจเอกนิติภูมิธณัฐ มิ่งรุจิราลัย",
            "นายอารีเพ็ญ อุตรสินธุ์",
            "นายปราโมทย์ แหล่ทองคำ",
            "นายนัจมุดดีน อูมา",
            "นายวิริยะ วิรัตน์มาลี",
            "พลตำรวจโทอนุรุต",
            "นายวิทยา พานิชพงศ์",
            "นายฟัครุดดีน บอตอ",
            "นายมุข สุไลมาน",
            "พลตำรวจโทไพฑูรย์ ชูชัยยะ",
            "นายธีระพงษ์ วัฒนวงษ์ภิญโญ",
            "นายขุดดะรี บินเซ็น",
            "ว่าที่ร้อยตรีอับดุลฮาฟิซ หิเล",
            "นายโปรดปราน โต๊ะราหนี",
            "นายบูรฮันธ์ สะเมาะ",
            "นายบุญญา หลีเหลด",
            "นางสาวรอมือละห์ แซเยะ",
            "นายทวีศักดิ์ ปี",
            "นายประสิทธิ์ เมฆสุวรรณ",
            "นายสุธีรพันธ์ สุขวุฒิชัย",
            "นายอุมัร อาเค็ม",
            "นายมูฮีมัด หะยีแวฮามะ",
            "นายรุสดี แวบือซา",
            "นายมังโสด หมะเต๊ะ",
            "นายต่วนอิสกันดาร์ ดาโต๊ะมูยอ",
            "นายนภดล คานธี",
            "นายนพรัตน์ กาญจนวโรดม",
            "นายธนะรัชต์ พานนนท์",
            "นายนิวัติ พรหมรัตน์",
            "นางอนงค์ ล่อใจ",
            "นายธงชาติ รัตนวิชา",
            "พันตำรวจโทเจ๊ะอิสมาแอ เจ๊ะโมง",
            "นายอารีผีน เทพลักษณ์",
            "นายบาเฉด หวังโสะ",
            "นายสมศักดิ์ ผู้เจริญ",
            "นายนิสิต ฉุยแอ",
            "นางวรรณะ ระเด่นอาหมัด",
            "นางราตรี สุทธิสารากร",
            "นายรมย์ ยอดระบำ",
            "นางสาวสุณิสา สิงห์ฆาฬะ",
            "นายอับดุลรอซีด เจะมะ",
            "นายอุสมาน อาแว",
            "นายวันอับดุลเลาะฮ์ หละติหมะ",
            "นายมาหะมะ อาแว",
            "นายอับดุลฮากิม สุภาพ",
            "นายพีระพนธ์ ชัยตรี",
            "นายสมควร มาตชาย",
            "นายต่วนสูรี ต่วนแว",
            "นายสะมะแอ กายแก้ว",
            "นายสยามสิน วลิตวรางค์กูร",
            "นายสรธรรม จินดา",
            "นายสุพจน์ อาวาส"
        ],
        "partyListCandidatesCount": 56,
        "pm_candidates": [
            {
                "firstName": "วันมูหะมัดนอร์",
                "lastName": "มะทา",
                "title": "นาย"
            },
            {
                "firstName": "ทวี",
                "lastName": "สอดส่อง",
                "title": "พ.ต.อ."
            },
            {
                "firstName": "ณหทัย",
                "lastName": "ทิวไผ่งาม",
                "title": "น.ส."
            }
        ]
    },
    "ประชาธรรมไทย": {
        "partyListCandidates": [
            "นายพิเชษฐ สถิรชวาล",
            "นายชัยวุฑ ตรึกตรอง",
            "นายสมเพชร วัฒนะทรัพย์",
            "นางบงกชฆฤต สถิรชวาล",
            "นายอนิรุทธิ์ สมุทรโคจร",
            "พลโทวีระยุทธ เพชรบัวศักดิ์",
            "นายเอกวัฒน์ ตรึกตรอง",
            "นายธรัช ภักดีบรรดิษฐ์",
            "นางสาวนภาภรณ์ กีรติปัถวี",
            "พลเรือโทมนตรี สระแก้ว",
            "พันตำรวจเอกสุพจน์ เส้นขาว",
            "นายศุภชัย เครือจันทร์",
            "นายชานุวัฒน์ ไชยรัตน์ติเวช",
            "พลตรีจิรทีปต์ เรืองสมบูรณ์",
            "นายนันทพงศ์ หมิแหละหมัน",
            "นายอะหมัด ศรีเจริญ",
            "นายจำนง หมัดคง",
            "นายราเชนทร์ เครือจันทร์",
            "ว่าที่ร้อยเอกกวี ไกรทอง",
            "นายชัยยุทธ ปรีชา",
            "ว่าที่ร้อยตรีศักดิ์มนตรี โพชากรณ์",
            "นายปาริชาต อนุรักษ์",
            "ร้อยตำรวจเอกเดชา รอดภัย",
            "นายหมั่น มูลเค้า",
            "ผู้ช่วยศาสตราจารย์ชูชีพ เยาวพัฒน์",
            "นายสวงค์ ศรีอินทร์",
            "นางมนัสดา บัวน้อย",
            "นายรติ ผ่องสุคนธ์",
            "ร้อยตรีทนิต ประกอบสาย",
            "นายปิยะชัย มงคล",
            "นางสาวปิยสิการณ์ ศรีกาญจนคุณ",
            "นางบุณรดา กัลพมานุกุลกิจ",
            "นายณัฐพัชร์ พาณิชย์",
            "นายศรายุทธ เจริญวัย",
            "นายสายันต์ ชื่นเสน่ห์จันท์",
            "ร้อยตรีทศพล คงตาก",
            "นายเกริกเกียรติ ภูตะลา",
            "ร้อยตรีทศพล ขวางกระโทก",
            "นายธีรยุทธนา เทียงเดช",
            "นายมานะ สงนอก",
            "นางสาวกัทลีวัน จันทร์โนนม่วง",
            "นายเสน่ห์ เทียมบุญ",
            "นายทวีศักดิ์ อุไนบัญ",
            "นายชลสิทธิ์ พิภักดิ์",
            "นางพิมพ์พร เพ็ชรเลิศ",
            "นายสวิช โพยประโคน",
            "นายเกียรติศักดิ์ ทรงแสงจันทร์",
            "นายพิชิตชัย ศรีสมบูรณ์",
            "นายพงศ์พาสน์ มิ่งไธสง",
            "นางจีรภา พัวพันธ์",
            "นายอัครเดช ยิ่งนคร",
            "ร้อยตรีสลี มะลัยขวัญ",
            "นายมะสุกรี วาเลาะแห",
            "นางสวาท พรมหมอก",
            "นางสาวพัชรี ประกอบผล"
        ],
        "partyListCandidatesCount": 55,
        "pm_candidates": [
            {
                "firstName": "พิเชษฐ",
                "lastName": "สถิรชวาล",
                "title": "นาย"
            },
            {
                "firstName": "ชัยวุฑ",
                "lastName": "ตรึกครอง",
                "title": "นาย"
            }
        ]
    },
    "ประชาธิปัตย์": {
        "partyListCandidates": [
            "นายอภิสิทธิ์ เวชชาชีวะ",
            "นายชวน หลีกภัย",
            "นายบัญญัติ บรรทัดฐาน",
            "นายเทอดพงษ์ ไชยนันทน์",
            "คุณหญิงกัลยา โสภณพนิช",
            "นายจุรินทร์ ลักษณวิศิษฐ์",
            "นายกรณ์ จาติกวณิช",
            "นายจุติ ไกรฤกษ์",
            "นายองอาจ คล้ามไพบูลย์",
            "นางศิริวรรณ ปราศจากศัตรู",
            "นายอิสสระ สมชัย",
            "นายอัศวิน วิภูศิริ",
            "นายเกียรติ สิทธีอมร",
            "นายกนก วงษ์ตระหง่าน",
            "นางศรีสมร รัศมีฤกษ์เศรษฐ์",
            "นายพีระพันธุ์ สาลีรัฐวิภาค",
            "นายพนิต วิกิตเศรษฐ์",
            "นายอภิชัย เตชะอุบล",
            "นายวีระชัย วีระเมธีกุล",
            "นางสาวจิตภัสร์ ต้น กฤดากร",
            "นายสุทัศน์ เงินหมื่น",
            "นายพิสิฐ อาธรรม",
            "นายอิสระ เสรีวัฒนวุฒิ",
            "นางสาวพิมพ์รพี พันธุ์วิชาติกุล",
            "นายดวงฤทธิ์ เบ็ญจาธิกุล ชัยรุ่งเรือง",
            "นายจักพันธ์ ปิยพรไพบูลย์",
            "นายนราพัฒน์ แก้วทอง",
            "นายไชยยศ จิรเมธากร",
            "นายเจือ ราชสีห์",
            "นางมัลลิกา บุญมีตระกูล มหาสุข",
            "นาวาตรีสุธรรม ระหงษ์",
            "นายชำนิ ศักดิเศรษฐ์",
            "นายสุรบถ หลีกภัย",
            "นายยุพ นานา",
            "นายสมบูรณ์ อุทัยเวียนกุล",
            "นายราเมศ รัตนะเชวง",
            "นายสามารถ ราชพลสิทธิ",
            "นายณัฏฐ์ บรรทัดฐาน",
            "นายถวิล ไพรสณฑ์",
            "นายวิฑูรย์ นามบุตร",
            "นางรัชฎาภรณ์ แก้วสนิท",
            "นายบุญยอด สุขถิ่นไทย",
            "นายอร่ามอาชว์วัต โล่ห์วีระ",
            "นายชาญชัย อิสระเสนารักษ์",
            "นายนิพนธ์ วิสิษฐยุทธศาสตร์",
            "นายวัชระ เพชรทอง",
            "นายจุฤทธิ์ ลักษณวิศิษฎ์",
            "นายเอกชัย ขจรบุญถาวร",
            "นายอภิชาต ศักดิเศรษฐ์",
            "นายศุภชัย ศรีหล้า",
            "นางมณทิพย์ ศรีรัตนา",
            "นางสาวมัฐธิณี มูลทิพย์",
            "นายสุกิจ ก้องธรนินทร์",
            "นายชนินทร์ รุ่งแสง",
            "นายประกอบ จิรกิติ",
            "นายไชยวัฒน์ ไตรยสุนันท์",
            "นายวิชัย",
            "นายชวนนท์ อินทรโกมาลย์สุต",
            "นายบรรพต ต้นธีรวงศ์",
            "นายสัญชัย อินทรสูต",
            "นายสุนทร รักษ์รงค์",
            "นายอัครพล ลีลาจินดามัย",
            "นายชยงการ ภมรมาศ",
            "นายบุณย์ธีร์ พานิชประไพ",
            "นายศิริรัฐ ศิริพันธุ์",
            "นายธนน เวชกรกานนท์",
            "ร้อยตรีวิจิตร อยู่สุภาพ",
            "นายสกล เขมะพรรค",
            "นายธนวัฒน์ ปัญญาสกุลวงศ์",
            "นายรอเซ็ด เป็นแหละแหนะ",
            "นายสุวิศว์ เมฆเสรีกุล",
            "นายชาลา",
            "นายพัสณช เหาตะวานิช",
            "นายเชาว์ มีขวด",
            "นายภูเบศร์ อภัยวงศ์",
            "นายภูเบศ จันทนิมิ",
            "นายศรุต วัฒนสมบูรณ์",
            "นายการุณ ใสงาม",
            "นายภูมิสรรค์ เสนีวงศ์ ณ อยุธยา",
            "นางสาวศิริภา อินทวิเชียร",
            "นายพรรคพล กีรติภราดร",
            "นางสาวณิชารีย์ เสนะวัต",
            "นางสาวพลอยนภัส โจววณิชย์",
            "นางสาวสุชาดา แทนทรัพย์",
            "นางสาวพรปวีณ์ เกิดโภคทรัพย์",
            "นายณัฐภัทร เนียวกุล",
            "นายวิภูษิต มีสิทธิ์",
            "นางสาวณสุภา กัสนุกาซ์",
            "นายอธิวัฒน์ ทรัพย์พืชกมล",
            "พลเรือเอกสุวิทย์ ธาระรูป",
            "นายขภัช นิมมานเหมินท์",
            "นายชาวินท์ อุทัยพัฒน์",
            "นายรัฐไกร เอกเพชร",
            "นายเก้าธรัช เทียนมงคล",
            "นายขจรพัฒน์ วิรยศิริ",
            "พลเรือเอกนาวี ศานติกะนาวิน",
            "นายเมฆนทร์ เอี่ยมสอาด",
            "นางดรุณวรรณ ชาญพิพัฒนชัย",
            "นายสุธี กรกมลพฤกษ์",
            "นายสุรัตน์ เมฆะวรากุล",
            "นายแสงสรรเพ็ชร วิเศษบริรักษ์",
            "นายประเกียรติ นาสิมมา",
            "นายอาคม วุฒิพงษ์",
            "นายอารยะ โรจนวณิชชากร",
            "นายชัยนัท สุขไชยะ",
            "นางสาวอาภา รัชตะกุลธำรง",
            "นายพนาสิน จึงสวนันทน์",
            "นายพีรสรณ์ จิรพิชิตชัย",
            "นางสาวจารุวรรณ บำรุงรักษ์",
            "นางสาวชนกนันท์ ศุภศิริ",
            "นางสาวนลินนิภา ธานะราช",
            "นายธนบดี ปิ่นแก้ว",
            "นาวาเอกประจักษ์ วังกานนท์",
            "นายพลสิทธิ์ พงศ์พัฒนะกิจ",
            "นายปั้น จูฑศฤงค์",
            "นายชุมพล นวลวิจิตร",
            "นายสันติชนข์ สุคนธ์ทองเจริญ",
            "นายครรชิต เหมะรักษ์",
            "นายชิษณุชา นวลปาน",
            "นายอุดมการณ์ วรกิจ",
            "นายศุภสิทธิ์ ลิ้มตระกูล",
            "นายชนินทร์ ศรีผดุงกุล",
            "นายชูเกียรติ ทุ่งปรือ",
            "นายณัฐวุฒิ แถวโสภา",
            "นางสาวดวงพร ศิริสัมพันธ์",
            "นายทวีศักดิ์ วิศิษฎางกูร",
            "ดาบตำรวจนิคม ศรีเงิน",
            "นายประโชติ สิริวัฒน์",
            "นายปราโมทย์คริษฐ ธรรมคุณากร",
            "นายพชรพงศ์ ตรีเทพา",
            "นางสาวรักษ์หฤทัย ยกสุขฤทัยไขข่าว",
            "นางสาวลักษณ์รายา คณานุรักษ์",
            "นายวัชระ สนธิชัย",
            "นายสงคราม เมืองมนตรี",
            "นายสมพจน์ โรหิตาภิรมย์",
            "นายสล้าง ชินะกานนท์",
            "นายสุไกร เจริญใจ",
            "นายสุพจน์ นิรมิตร",
            "นายสุรัตน์ พิมนิสัย",
            "นางอารีรัตน์ เลาหพล",
            "นายสุธรรม ลิ้มสุวรรณเกษม",
            "นายลาภิศ พระภูจำนงค์",
            "นายมนัส เพ็ญนุกูล",
            "ร้อยเอกสุริยะ ศึกษากิจ",
            "นายสุกฤษฎีชัย ธีระเริงฤทธิ์",
            "นายบุญมี บุญมีตระกูล",
            "นายพิมพ์พล แสงเมือง",
            "นายวิจารณ์ จงภักดี",
            "นายนพรัตน์ ฉิมรัมย์",
            "นายอาคม เอ่งฉ้วน"
        ],
        "partyListCandidatesCount": 150,
        "pm_candidates": [
            {
                "firstName": "อภิสิทธิ์",
                "lastName": "เวชชาชีวะ",
                "title": "นาย"
            }
        ]
    },
    "ประชาธิปไตยเพื่อประชาชน": {
        "partyListCandidates": [
            "นายประมวล พิมพ์เสน",
            "นายรักสยาม นามานุภาพ",
            "นายสนอง ผาสุข"
        ],
        "partyListCandidatesCount": 3
    },
    "ประชาธิปไตยใหม่": {
        "partyListCandidates": [
            "นายสุรทิน พิจารณ์",
            "นายนิพนธ์ ชื่นตา",
            "นางแพงศรี พิจารณ์",
            "นายอนันต์ เพียรพานิชย์",
            "นายปฏิวัติ พิจารณ์",
            "นายวิมล สารมะโน",
            "นางชนิภา กองแสงศรี",
            "นายดำรงค์ฤกษ์ กลิ่นแก้ว",
            "นายประดิษฐ์ กำเนิด",
            "พันตำรวจโทธรรมศักดิ์ กำเนิด",
            "นางสาวสิริรักษ์ บุญวัน",
            "นายอรุสราษฎร์ ณัฐราษฎร์",
            "นายนิกรณ์ ไผ่ตระกูล",
            "นายกิตติศักดิ์ ด้วงนาง",
            "นายเพชร เหมือนพันธุ์",
            "นายบรรลุ เวียงพล",
            "นางสาวนิสา พิจารณ์",
            "นางสาวญาณิกาญจน์ วรรณธรรม",
            "นายวัชรินทร์ ศรีสวย",
            "นางสาวอมรรัตน์ พิจารณ์",
            "นายโกสินธุ์ อัคครุ่งเรือง",
            "นายเกษมศักดิ์ ขอดเมชัย",
            "สิบตำรวจเอกธนารัฐ วงศ์จำปา",
            "นายวันตระการ ดวงตาเจริญวาณิช",
            "นายเสนอศักดิ์ พุ่มอารี",
            "นายธีระพงศ์ เสริมเจนไชย",
            "นายนิพนธ์ ศิลปอนันต์",
            "นาวาอากาศเอกเบญจพล มโนหวัน",
            "นายการุญ วิเศษรัตน์",
            "นายวิโรจน์ อยู่รุ่งเรือง",
            "นายณัฐวุฒิ อวนทะเล",
            "นางวิลัย วะชุม",
            "นางสาวรุ่งฤทัย คำศิริ",
            "นางสาวปัทมาภรณ์ หอมทอง",
            "ว่าที่ร้อยตรีอภิชา กลิ่นแก้ว",
            "นายถาวร สายจำปา",
            "นายสุเทพพงศ์ ทะมาดี",
            "นายโกวิทย์ จันทร์หอม",
            "นายภูมินันท์ กัญญาบุตร",
            "นายผ่อง พันธ์เพ็ชร",
            "นางขวัญเรือน ด้วงวิสุทธิ์"
        ],
        "partyListCandidatesCount": 41,
        "pm_candidates": [
            {
                "firstName": "สุรทิน",
                "lastName": "พิจารณ์",
                "title": "นาย"
            }
        ]
    },
    "ประชานิยม": {
        "partyListCandidates": [
            "พลตำรวจเอกยงยุทธ เทพจำนงค์",
            "นายปฐมฤกษ์ มณีเนตร",
            "นางสาวจุฬาพร ทับทิมธงไชย",
            "พลตำรวจตรีอภิรักษ์ หงษ์ทอง",
            "พลตำรวจตรีวรยุทธ อินทรสุวรรณ",
            "นายเอนก นาสนม",
            "นายสกนธ์ บุญมีอุดม",
            "นายกฤษณพร เสริมพานิช",
            "พลตำรวจตรีปิยะ สุขประเสริฐ",
            "พลตำรวจตรีสุรศักดิ์ บุญกลาง",
            "นางสาวชนากานต์ ทับทิมธงไชย",
            "นางสาวประภาภรณ์ กมลศิลป์",
            "นางสาวภิญญดา ไพรัช",
            "นายทินรัตน์ สัจจาพิทักษ์",
            "นางสาวสรณพรรณ พัวเศรษฐกุล",
            "นายยวญ จันทบุรี",
            "นายสิทธิชัย จันทร์ศุภวิบูลย์",
            "นายยิ่งศักดิ์ เลาหะตานนท์",
            "นายเรวัชร์ เขม่นกิจ",
            "พลตำรวจตรีหม่อมหลวงจีระพันธ์ กฤดากร",
            "พลตำรวจตรีสนาม คงเมือง",
            "พลตำรวจตรีอดิศร จินตนะพัฒน์",
            "พลตำรวจตรีชาตรี รัตตศิริ",
            "พลตำรวจตรีพีรศักดิ์ เพรียวพานิช",
            "พลตำรวจตรีชัยวรรณ ชาครียรัตน์",
            "พลตำรวจตรีจำลอง แสงทวีป",
            "พลตำรวจตรีสมพร สุคนธร",
            "พลตำรวจตรีเสรี วาราชนนท์",
            "พลตำรวจตรีจำรัส เทศน้อย",
            "นางสาววรัญญา คำปวน",
            "ร้อยตำรวจตรีประจักษ์ กางพันเทศ",
            "นายสมาน ออมสิน",
            "นางรัชดาภรณ์ เรื่องอนันต์",
            "นางสาวปราณี ทับทิมธงไชย",
            "นายภานุ นกสกุล",
            "นายพรหมมินทร์ ขานพุทรา",
            "นายสมบูรณ์ แสงทองสุข",
            "นายนพวงศ์ วิกรยานนท์",
            "นายทรงศักดิ์ ฐิตะสาร",
            "นายพุทธิ มังคละคีรี",
            "นางสาวจรรยา พันธ์สวัสดิ์",
            "นางสาวเจษฎา มีเย็น",
            "นายศุภชัย ยะสะกะ",
            "นายณัฐพงศ์ วงษ์โคกสูง",
            "นางสุมณฑา ยะสะกะ",
            "นายศุภชัย สมบัติ",
            "นายวินัย เกาะแก้ว",
            "นายโสภณวิชญ์ พิชวงค์",
            "นางสาวทิพย์สุดา ปวงขจร",
            "นางสาวปิยาณี ผ่องแผ้ว",
            "นายสมบัติ จันทมาศ",
            "นายกิตติกร บุญตาเห็น",
            "นายภรัณยู ไพศาลศิริรัตน์",
            "ว่าที่ร้อยตรีจงรักษ์ กุณา",
            "นายชนะวิชย์ พรมวัง",
            "นางอภิสรา ไชยมณี",
            "นางสาวทิพากร ศิริขันธ์",
            "นางสาวกฤษณ์พร ศิริขันธ์",
            "นายวัชรสันติ์ ศรีสุขสัย",
            "นายกิจพิพัฒน์ วงค์เงิน",
            "นางรัชนีกร พรามนัส",
            "นางสาวจิตรอำพร พรหมอินทร์",
            "นายทองดี แสงจันทร์",
            "นางสาวขวัญฤทัย เชาวรัตน์",
            "นางสาวปิยวรรณ นันทะชัย",
            "นางสาวมุฒิตา โสประชุม",
            "นางสาวบุศราภรณ์ เยียวรัมย์",
            "นางสาวชนนิกานต์ พันธ์ถนอม",
            "นายดลศิริ ศรีท่าซุง",
            "นายธนัชพงศ์ พรวรพิพัฒน์",
            "นายสรวุฒิ บุญวรพัฒน์",
            "นายเมธี มาศรังสรรค์",
            "นางสาวหทัยชนก ทองแกมแก้ว",
            "นางสาวพิไลภรณ์ โพสพพิทักษ์วงศ์",
            "นายจาสุภัทร ชาวล้าน",
            "นางสาวอัญชลี หวลศรีทัย",
            "นางสาวจิดาภา จิตภักดี",
            "นายวัชเรนทร์ วิไลแก้ว",
            "นายทัฬห์ธเนศ วุฒิทรัพย์ทวีสุข",
            "นายลือศักดิ์ เทพไชย",
            "นางสาวกังสฎาร ประทุมมา",
            "นายนพราช แสงเลิศศิลปชัย",
            "นายญาณภัทร กิติญาณทรัพย์",
            "นายธโนวิทย์ รังษีวงศ์",
            "นายธนัตถ์ ชโลปถัมภ์",
            "นายสหัสรังสี กีรานนท์",
            "นางสาววราภรณ์ สุขบางนพ",
            "นายภัทรพงศ์ แสนวงศ์",
            "นายสราวุธ ดวงแป้น",
            "นายปิยะวัฒน์ พลอยไพบูลย์",
            "นางสาวชัญญรัชต์ โชติบุญสุพันธุ์",
            "นางจินตนา ผ่องจิตร",
            "นางสาวจันทร์เพ็ญ คำมีแสง",
            "นางสาวไอลดา แสนไชย",
            "นายภาณุมาศ สงสาร",
            "นายประชัน ขยันงาน",
            "นายธนยศ แสนสุขใส",
            "นายจิรายุ เขาแก้ว",
            "นายชัยธนา สันติชัยรัตน์",
            "นางสาวสุภาวดี คูณมี",
            "นางอารีรัตน์ เรื่องดี",
            "นายไพโรจน์ วรรณพงษ์",
            "นายชัยโรจน์ จิรายุพัฒนา",
            "นายภัทรพงศ์ กองลี",
            "นางสาวกมลทิพย์ ทรัพย์มาก",
            "นายไกรวุฒิ วงศ์แหลมมัจฉา",
            "นางสาววราภรณ์ วงศ์ผาสุขสถาพร",
            "นางสาวศิริรัตน์ ตราพระสำโรง",
            "นายนภดล สอนใจ",
            "นายมนตรี แสงแพง",
            "นางสาวจิราภรณ์ หอมเทียน"
        ],
        "partyListCandidatesCount": 111,
        "pm_candidates": [
            {
                "firstName": "รวมนคร",
                "lastName": "ทับทิมธงไชย",
                "title": "พ.ต.อ."
            },
            {
                "firstName": "ยงยุทธ",
                "lastName": "เทพจำนงค์",
                "title": "พล.ต.อ."
            },
            {
                "firstName": "ปฐมฤกษ์",
                "lastName": "มณีเนตร",
                "title": "นาย"
            }
        ]
    },
    "ประชาภิวัฒน์": {
        "partyListCandidates": [
            "นายสมเกียรติ ศรลัมพ์",
            "นางนันทนา สงฆ์ประชา",
            "นายรองรักษ์ บุญศิริ",
            "พลตรีไชยนาจ ญาติฉิมพลี",
            "นายยู เจียรยืนยงพงศ์",
            "พันตำรวจโทณฐภัทร คูหาทอง",
            "นางวิมลวรรณ มิลินทจินดา",
            "นายสมปอง อินทร์ทอง",
            "นางลลิตา สิริพัชรนันท์",
            "นายบวรภพ ทับทิม",
            "นายอุดม พลอยจินดา",
            "นายสัมพันธ์ เสริมชีพ",
            "นายสมยศ ศรลัมพ์",
            "นายบพิตร อมราภิบาล",
            "นายสุรวุฒิ สัมพันธ์",
            "นายสมศักดิ์ สนพะเนาว์",
            "นายทรงธรรม โรจนเครือวัลย์",
            "นายตวรวุฒิ ยอดพยุง",
            "นายประพันธ์ นึกกระโทก",
            "นายบุญญาภิวัฒน์ นิลวรรณ",
            "นายณัฐพล ศรลัมพ์",
            "พันตำรวจโทนาวิน วงศ์รัตนมัจฉา",
            "นายธนวัฒน์ กิดา",
            "ว่าที่ร้อยตรีจักภพ เทพแดง",
            "นายเตรียมชัย อุทัยวัฒน์",
            "นายประเสริฐ ปรอยกระโทก",
            "นายณพรัช ขวัญคุ้ม",
            "นายกฤตย์พสิษฐ์ พูนธนวิทย์",
            "ร้อยตำรวจตรีประทวน แก้วตา",
            "นายเตวิทย์ นามรักษ์",
            "นายชัยพร ยิ้มแช่ม",
            "นายธีรวัฒน์ รองหานาม",
            "นายนรินทร์ วนะเจริญ",
            "นายฐิติวัชร์ ชูสุข",
            "นายนคร พจนวรพงษ์",
            "รองศาสตราจารย์สยาม ดำปรีดา",
            "นายไพรินทร์ สินธุไพร",
            "นายพสภัค บุญวรรณ์",
            "นางช่อทิพย์ ไกรสีห์",
            "พลตรีสหัส ศิริสานต์",
            "นายศุภวุฒ มโนจันทร์",
            "นางชนิดาภา ชินวงศ์",
            "นางสาวสรวีย์ สัจจวัฒน์วราภา",
            "นายบงกช เพ็งพานิช",
            "นางสาวพรรณี ธรรมะสารักษ์",
            "นายมนูญ เสนาสังข์",
            "นายสุรพงษ์ เศรษฐภักดี",
            "นายพรหมา ละครมูล",
            "นายวชิรา ไพราม",
            "นายสมโภชน์ ตราชู",
            "นายวีรวัฒน์ นามวงศ์",
            "นายประมวล ปัญญาบุตร",
            "นายธนาณุวัฒน์ วีระจันทร์",
            "นายวิชัย คำบุญเรือง",
            "นายเมธี วินัยโรจน์",
            "นางแสงแข มณีสุทธิดา",
            "พันตำรวจเอกศตกฤต เพชรสารกุล",
            "นายจรัล โฉสูงเนิน",
            "นายบุญฤทธิ์ มูลเฟย",
            "นางยูรมาศ เพชรจันทร์",
            "นางณิชาดา เรื่องพร้อม",
            "นางสาวจารุทัย ปีแหล้",
            "นางสาวลักษิณาพัฒน์ ชาญเวทย์กุล",
            "นางสาววรรณวิษา ทองกันยา",
            "นางเพลินทิพย์ เทียงเป",
            "นายอธิวัฒน์ ธนพัฒน์ธัญโชติ",
            "นายทินกร ตะลาด",
            "นายกิตติเทพ แสงไชยเดช",
            "นางสนฤทัย เกิดพระ",
            "นางสาวณัฏฐนันท์ เอ็งนิรันดร์",
            "นายอนันต์ หมูทอง",
            "นางอรนุช หมูทอง",
            "นางสาวกุศลิน เพชรแสง",
            "นางสาวสุมนา ถังเงิน",
            "นางสาวนิจจารีย์ พัชรชลาลัย",
            "นางสาวกัญญวรรณ กาญจนโรจน์",
            "นางสาวจุฬารัตน์ ชัยมงคล",
            "นางสาวณัจยา ชนะภักดิ์",
            "นางมาเรียม โต๊ะเงิน",
            "นางฐนันท์ลภัส ลิ้มสุคนธ์",
            "นางดาวสว",
            "นางสาววรรณา ทิศอากาศ",
            "นางอริสรา วนะเจริญ",
            "นางอรุณโรจน์ กงเพ็ชร",
            "นางสาวกัญญรัต ปิ่นทอง",
            "นางสาวบุญสิตา จิ๋วปัญญา",
            "นางอารีย์ ก๊กตระกูล",
            "นายศุภัชณ์ศักดิ์ สุขศิริโชติ",
            "นางสาวสายัณห์ นามเสือ",
            "นางพรปวีร์ กิ่งโอด",
            "นางสาวกัญญา แซ่โค้ว",
            "นางทองมูล ศรีเวียงยา",
            "นางแหวน โพสุก",
            "นางจันทร์ ตันฑะเสน",
            "นางเกสินีย์ เพิ่มพูน",
            "นางสาวธนภร",
            "นางสาวสายรุ้ง นิร์เทียม",
            "นายนิคม ผาสุขจิตต์",
            "นายทวี ดิษสละ",
            "นางณัชชา ใบสนธิ์",
            "นายสมส่วน แววนา",
            "นางหนูจันทร์ ใจเมตตา",
            "นายภูมิพัฒน์ ชัยชยพงศ์",
            "นางยวน แก้วอ่อน",
            "นายสุวัฒน์ชัย เขตพิมาร",
            "นางบัวลัย จันทร์แจ้ง",
            "นางสาวมะลิ ธิชากรณ์",
            "นางประหยัด ชัยลี",
            "นางสาวสายฝน ภู่ชัยภูมิ",
            "นางสาวเนียน อินทะโก",
            "นายบุญโฮม พันลา",
            "นางญาณิศา ชื่นพงษ์",
            "นายถวิล แก้วอ่อน",
            "นายชาณุศร อินทร์อิม",
            "นางสาววันดี สังฆจาย",
            "นายไพรศาล ดิษสละ",
            "นางธัญดา มหารัตนวงศ์",
            "นางสาวจิรัฐติกาล อยู่เย็น",
            "นายพัฒน์ปกฤต ถาใจ",
            "นางสวาท เกื้อสกุล",
            "นางสมพิศ ผาสุขจิตต์",
            "นางอรุณี ดิษสละ",
            "นายพินิจ นาใจเย็น",
            "นายโกษม แจ่มจันทร์ชนก"
        ],
        "partyListCandidatesCount": 124,
        "pm_candidates": [
            {
                "firstName": "สมเกียรติ",
                "lastName": "ศรลัมพ์",
                "title": "นาย"
            },
            {
                "firstName": "นันทนา",
                "lastName": "สงฆ์ประชา",
                "title": "นาง"
            },
            {
                "firstName": "สุทธิพร",
                "lastName": "จิตต์มิตรภาพ",
                "title": "ศ."
            }
        ]
    },
    "ประชาไทย": {
        "partyListCandidates": [
            "นายบุญยงค์ จันทร์แสง",
            "นางสาววิลาสิณีร์ รอดเรื่อง",
            "นายภูมิพิชัย ธารดำรงค์",
            "นายวรินทร อุทุมพร",
            "นายประดิษฐ์ ฉัตรจรัสกุล",
            "นางเพชรา พิมพ์จำปา",
            "นายจิรโรจน์ มาลัยทองทิพย์",
            "นางภาววนา เพชรคีรีสกุล",
            "พลอากาศตรีรังสรรค์ เยาวรัตน์",
            "นายอภิวิช ทองฤทธิ์",
            "นายาว กรุงเทพมหานคร",
            "นางสาวฐิติศุลี จริยาโกวิท",
            "นายวรุฒม์ ลักษมีธนานันต์",
            "นายสรสิช ชะอวยตะคุ",
            "นายเกษม ศรีบุญเพ็ง",
            "นางอำไพรัตน์ นิลประยูร",
            "นางสาวธัญยธรณ์ นารอง",
            "นายสิฐชิษณุพงษ์ เครือบุญสิน"
        ],
        "partyListCandidatesCount": 18,
        "pm_candidates": []
    },
    "ผึ้งหลวง": {
        "partyListCandidates": [
            "นายก้องภพ วังสุนทร",
            "นายวิรุฬห์ ชลหาญ",
            "นายสมัย พึ่งช้าง",
            "นายธนกฤต บุษบง",
            "นายกิตติศักดิ์ ยะสุตา",
            "นางสาวนฤมล พานโคกสูง",
            "นางวิชุพรรณ ผดุงชีวิต ทินนบุตรา",
            "นางสาววิราสิณี เต็นพิพัฒน์",
            "นายธนภัทร เชษฐาภิรมย์",
            "นางสาวราตรี ลาดจันทึก"
        ],
        "partyListCandidatesCount": 10
    },
    "พลังครูไทย": {
        "partyListCandidates": [
            "นายวิทธยา บริบูรณ์ทรัพย์",
            "นายจารึก ศรีเลิศ",
            "นายสุริยนต์ วะสมบัติ",
            "นายสมพงษ์ แคนยุกต์",
            "นางศุภัทรียา พรพิพัชระ",
            "นายปฏิภาณ ชาญณรงค์"
        ],
        "partyListCandidatesCount": 6,
        "pm_candidates": []
    },
    "พลังชาติไทย": {
        "partyListCandidates": [
            "พลตรีทรงกลด ทิพย์รัตน์",
            "นางบุญญาพร นาตะธนภัทร",
            "นายบุญเกียรติ์ ทิพย์รัตน์",
            "นายเจษฎากร เขียนนิลศิริ",
            "พลตรีพิชิต บุตรวงศ์",
            "นายโชติวุฒิ เขียนนิลศิริ",
            "จ่าสิบเอกกฤษฎา พลชำนาญ",
            "พันเอกเด็ดดวง ณ ลำปาง",
            "นายวีระพล รักธรรม",
            "นายวิษณุสรรค์ ศรีแก่นจันทร์",
            "นางกัญญนันทน์ ภัทราวัฒน์วรงค์",
            "นายนิกร วิโจทุจ",
            "นายรุ่งโรจน์ รุ่งณรงค์รักษ์",
            "นายธนเดช บุญนาค",
            "นางนันทวัน เขียวงามดี",
            "นางพิกุล เสนีย์",
            "นายพรพิพัฒ พรหมชนะ",
            "นางอัจฉรา ทิพยรัต",
            "นายเฉลิม มากจงดี",
            "นายอุทิศ คำพระโคตร",
            "นางสาหลี้เฝาะ โต๊ะหลี",
            "นายวีระชัย ศรีโอษฐ์",
            "นายวิรัตน์ เสือจอย",
            "นายป้อมเพชร วรศักดาพิศาล",
            "นายประทุม ปุ่นผล",
            "พันตรีฉลอง จิตรตรง",
            "นายปิยะพงษ์ ปุ๋ยสุด",
            "นายธนโชค บุญมณีวงษ์",
            "นายสุรัฐ ศิลปอนันต์",
            "นางสาววีรุทัย มณีนุชเนตร",
            "นายเกริน ยิ่งใย",
            "นางกนกลักษณ์ วัทน์สิริปิยกร",
            "นางปภาดา คชนิล",
            "นางส่วนบุญ ภูสมปอง",
            "นายสมภะ ศิลปศาสตร์",
            "นายชาติชาย เรืองบุรพ",
            "นางสุภัคสร วรรณปลูก",
            "นายวีระชัย จันทรโคตร",
            "นายที่ธะรัช โยเฮือง",
            "นายพีระวัฒ หวานนุ่น",
            "นายสมชาย สุเรรัมย์",
            "นายคำพันธ์ บุญยืด",
            "นายไพฑูรย์ พิมพ์ทอง",
            "นายชัชวาลย์ โกสุม",
            "นายเติมศักดิ์ แสงโชติ",
            "นายสุทัน ชัยภูมิ",
            "พันตำรวจโทไสว คำสอนทา",
            "นายจำนงค์ ยอดจันทร์",
            "นายชัยณรงค์ จึงพัฒนา",
            "นางณิชชาภัทร หม้อทอง",
            "นายธนภัทร ศิริพัฒน์มงคล",
            "นางเสงี่ยม รักสัตย์",
            "จ่าโททวีศักดิ์ จินาพันธุ์",
            "นายเอนก นิมินรัมย์",
            "นายกฤตภาส วิชชาเจริญสุข",
            "นางบุญหลาย บุญมา",
            "นายดำรงศักดิ์ เป็นไธสง",
            "นางจิราพร บุราณรมย์",
            "นางศศิธร ช่วยศรีนวล",
            "นายรัฐศาสตร์ กองสินแก้ว",
            "นายนิอับดุลการีม เจะแซ",
            "นายจักรินทร์ กันหาพันธ์",
            "นางสาวบุษรินทร์ อย่างบุญ",
            "นายการิม ปูโต๊ะ",
            "นางพรศิริ ธนะสังข์",
            "ร้อยตำรวจโทบรรจบ ไชยยัง",
            "นายมะกาตา มะ",
            "นายวิชานนท์ จรรยาขาม",
            "นายบรรลือศักดิ์ ปรุงแสง",
            "นายณชภล จิรวรรธบดี",
            "นางสาวมลรัตน์ เสาวภาคย์มงคล",
            "พันตำรวจโทอำนวย ณ ลำปาง",
            "นายธนกฤต ของเดิม",
            "นายอรรณพ ดวงทิพย์มา",
            "นายเดช ทามณีวรรณ",
            "สิบเอกภูมิชัย บัวบาน"
        ],
        "partyListCandidatesCount": 76,
        "pm_candidates": [
            {
                "firstName": "ทรงกรด",
                "lastName": "ทิพย์รัตน์",
                "title": "พล.ต."
            }
        ]
    },
    "พลังท้องถิ่นไท": {
        "partyListCandidates": [
            "นายชัชวาลล์ คงอุดม",
            "นายโกวิทย์ พวงงาม",
            "นายนพดล แก้วสุพัฒน์",
            "นายชื่นชอบ คงอุดม",
            "นายไฉน ก้อนทอง",
            "นายเกรียงไกร ภูมิเหล่าแจ้ง",
            "นายพิพัฒน์ วรสิทธิดำรง",
            "นายรัฐภูมิ โตคงทรัพย์",
            "นายเสน่ห์ ทองศักดิ์",
            "นายวัฒนา จำปาดิบรัตนกุล",
            "นายคำนิตย์ จำปาทอง",
            "นายยอดยิ่ง แสนยากุล",
            "นายทวีป จูมั่น",
            "นายธนกฤต รุ่งแสนทวี",
            "นายทวีศักดิ์ ทวีรัตน์",
            "นายสิทธิพงศ์ วงศ์เลิศศักดิ์",
            "นายดม พรอินทร์",
            "นายองอาจ เพ็งเอี่ยม",
            "นายพลากร พิมพะนิตย์",
            "นายปิยิน ตลับนาค",
            "นางศิริรัตน์ สุขสนาน",
            "นายครูทร หนูทอง",
            "นายปฏิยุทธ พรหมพันธุ์",
            "นายสมชาย แก้วสุทธิ",
            "ว่าที่ร้อยตำรวจตรีธนิตศักดิ์ สุริยประพัฒน์",
            "นายภานุวัชร์ ปานสังข์",
            "นางสาวณัฐดาพร ไชยคำมี",
            "นายคำเดิม นระศรี",
            "นายบันเทิง เครือวงค์",
            "พันตำรวจเอกไกรวุฒิ ชวาลเสนีย์",
            "นายเริงชาติ ศรีขจรวงศ์",
            "ว่าที่ร้อยตรีสิริชัย ตุลยสุข",
            "นายปริญญา จันทรภักดี",
            "นายคำนึง จำปาทอง",
            "นายเริงยุทธ เยื้องเจริญ",
            "นายณพกร ชาวบล",
            "นายสุพัฒน์ โพธิสาร",
            "นางสาวอนุสรา โอนแก้ว",
            "นายประจักษ์ ปราโมทย์",
            "นายเชาว์เมนทร์ นระแสน",
            "นายณรงค์ พิศาลสัมพันธ์",
            "นายสุชาติ ตาลไธสง",
            "นายพินิจ สีหะนันท์",
            "นางสาววชิราภรณ์ พวงจินดา",
            "นายรัฐโรจน์ กิตติเลิศฐิติกร",
            "นายหภิชัย ออมทรัพย์สกุล",
            "นาวาเอกณัฐพงศ์ คชเสนี ร.น.",
            "นางสมสนิท เจ้าสูงเนิน",
            "นางสาวอัจฉรียา บูระวงษ์",
            "นางสาวนาถวัลย์ ทองมาก",
            "นายมงคล เทพเกษตรกุล",
            "ร้อยตรีสมยศ ร่มจำปา",
            "นายวรวุฒิ เหล่าบ้านค้อ",
            "นางสาววรรณกร มาอินทร์",
            "นางนัทธีรา เสริมศรัณย์",
            "นายวรพนธ์ สิทธิพิทักษ์",
            "นายภัณภัค แก่นซื้อ",
            "นายวุฒิบัณฑิต เขียวศิริ",
            "นางณภัชดา บุตรศรี",
            "นายอมร เกษชม",
            "นางสุชญา วิรัญพัชร",
            "นายอัธพล ดุเหว่า",
            "นางภาวิณี พจนา",
            "นายอนุชัย บูรณประเสริฐกุล",
            "นางสาวญาดา โกศิลา",
            "นางสาวสุมาลี โพธิ์ทอง",
            "นางพงษ์เพชร บุญประคม",
            "นายสงคราม บ่อแร่",
            "นายอดิศร บริพันธุ์",
            "นายพีระ อุทัยศรี",
            "นายชัยยง โชติรัตนากูล",
            "นางพรทิพย์ ไชยมี",
            "นางกรรณิกา วิชชุลตา"
        ],
        "partyListCandidatesCount": 73,
        "pm_candidates": [
            {
                "firstName": "ชัชวาลล์",
                "lastName": "คงอุดม",
                "title": "นาย"
            },
            {
                "firstName": "โกวิทย์",
                "lastName": "พวงงาม",
                "title": "ศ."
            }
        ]
    },
    "พลังธรรมใหม่": {
        "partyListCandidates": [
            "นายระวี มาศฉมาดล",
            "นายทศพล แก้วทิมา",
            "นายอำนวย เซลามัน",
            "นายเขมธนวัฒน์ ชูชาติวงศ์สกุล",
            "นายอาทิตย์ เซลามัน",
            "นายบำรุง รุ่งเรือง",
            "นายสมนึก วิโนทัย",
            "นายจันทร์สด อินใจดี",
            "นายศุภกร โพธิ์เวชกุล",
            "นายสังคม อุ่นสนธิ์",
            "นายเศรษฐ์ธวัช ภรณ์เอียดแก้ว",
            "นายโชติ ธรรมสันติบวร",
            "นายวันชัย พวยไพบูลย์",
            "นางจริยา จิรวาณิช",
            "นายบุญกอง บริบูรณ์",
            "นางอุบล วงศ์จำปา",
            "พันตำรวจโทกมล ปักษา",
            "นายบุญจร ชมโพธิ",
            "นายนภา วันดี",
            "นางธนัฏฐา กุลณาวรรณ",
            "นายอาผิดคาน ไทยอนันต์",
            "นายสมยศ วินัยโกศล",
            "นายสุภรณ์ ศรีชูวงศ์"
        ],
        "partyListCandidatesCount": 23,
        "pm_candidates": []
    },
    "พลังประชาธิปไตย": {
        "partyListCandidates": [
            "นายพูนพิพัฒน์ นิลรังษี",
            "นายภัทรนุกูล เอ่งฉ้วน",
            "นายสมศักดิ์ ศรีเพ็ชร",
            "นายสิทธิศักดิ์ เจียวพงษ์พิพัฒน์",
            "นางสาวทิพย์สิริ จำนงนิตย์",
            "นางสาวแอนนา ริมทอง",
            "นายฐณสมชาย กลั่นกสิกรรม",
            "นายประเสริฐ แจ้งแก้ว",
            "นายสมชาย ผลมา",
            "นายณัฐวัฒน์ ไผทรัตนเศรณี",
            "นางสาวชนยา พูลภักตร์",
            "นายสุรพงษ์ ภักดี"
        ],
        "partyListCandidatesCount": 12,
        "pm_candidates": [
            {
                "firstName": "พูลพิพัฒน์",
                "lastName": "นิลรังสี",
                "title": "นาย"
            }
        ]
    },
    "พลังประชารัฐ": {
        "partyListCandidates": [
            "นายณัฏฐพล ทีปสุวรรณ",
            "นายสุริยะ จึงรุ่งเรืองกิจ",
            "นายพุทธิพงษ์ ปุณณกันต์",
            "นายสมศักดิ์ เทพสุทิน",
            "นางนฤมล ภิญโญสินวัฒน์",
            "นายสันติ กีระนันทน์",
            "นายวิรัช รัตนเศรษฐ",
            "นายสันติ พร้อมพัฒน์",
            "นายสุพล ฟองงาม",
            "นายชัยวุฒิ ธนาคมานุสรณ์",
            "นายเอกราช ช่างเหลา",
            "นางพิชชารัตน์ เลาหพงศ์ชนะ",
            "นายบุญสิงห์ วรินทร์รักษ์",
            "นายสุรสิทธิ์ วงศ์วิทยานันท์",
            "นายสุรสิทธิ์ นิธิวุฒิวรรักษ์",
            "นายพงศ์กวิน จึงรุ่งเรืองกิจ",
            "นายวิเชียร ชวลิต",
            "นายอรรถกร ศิริลัทธยากร",
            "นางสาววทันยา วงษ์โอภาสี",
            "นายพรชัย ตระกูลวรานนท์",
            "นายยุทธนา โพธสุธน",
            "นายต่อศักดิ์ อัศวเหม",
            "นายชวน ชูจันทร์",
            "นายภิรมย์ พลวิเศษ",
            "นายสุรพร ดนัยตั้งตระกูล",
            "นายภาคิน สมมิตรธนกุล",
            "นายธนกร วังบุญคงชนะ",
            "นายเดชนัฐวิทย์ เตริยาภิรมย์",
            "นางวลัยพร รัตนเศรษฐ",
            "นายเอกสิทธิ์ คุณานันทกุล",
            "นายโกมินทร์ ที่ฆธนานนท์",
            "นางสาวกิตติประภา จิวะสันติการ",
            "นายพลภัทร คงแก้วขาว",
            "นายองอาจ ปัญญาชาติรักษ์",
            "นายตติรัฐ รัตนเศรษฐ",
            "นายเวียง วรเชษฐ์",
            "นายธีระยุทธ วานิชชัง",
            "นายอดิศักดิ์ โภคกุลกานนท์",
            "นายวรพร อัศวเหม",
            "นายณพพงศ์ ธีระวร",
            "นายธนพร สมศรี",
            "นายณรงค์เลิศ สุรพล",
            "นายทวีศักดิ์ ตั้งเด่นไชย",
            "นายจำลอง พรมสวัสดิ์",
            "นายการุณ สุจริตประภากร",
            "นายทวี สุระบาล",
            "นายบอล ถาคำฟู",
            "นายสามารถ เจนชัยจิตรวนิช",
            "นางจุรีพร สินธุไพร",
            "นายชนะศักดิ์ อัตถาวงศ์",
            "นายสันตศักย์ จรูญ งามพิเชษฐ์",
            "นายธนสาร ธรรมสอน",
            "นายมงคล จงสุทธนามณี",
            "นายเลือดไท วงศ์ใหญ่",
            "นายโอฬาร วีระนนท์",
            "นายสรชาติ วิชย สุวรรณพรหม",
            "นายศุภสัณห์ หนูสวัสดิ์",
            "หม่อมหลวง กุลธร เกษมสันต์",
            "นายเรวัตร์ อินทพงษ์",
            "นายยศศักดิ์ ชีววิญญ",
            "นางภัทธมน เพ็งส้ม",
            "นายสฤษฎ์พัฒน์ ภมรวิสิฐ",
            "นายดนัยฤทธิ์ วัชราภรณ์",
            "นายรังสรรค์ กียปัจจ์",
            "นายพิชัย บุณยเกียรติ",
            "นายสุชาติ ตันติวณิชชานนท์",
            "นายศุภสิธ เตชะตานลท์",
            "นายบุญเลิศ ครุฑขุนทด",
            "นายมานิต นพอมรบดี",
            "นายประนอม โพธิ์คำ",
            "นางสถาพร สังข์ขาวสุทธิรักษ์",
            "นายณัฐพล ประดิษฐผลเลิศ",
            "นายศักดิ์ชัย วิจัยธรรมฤทธิ์",
            "รองเมือง เขตปทุมวัน",
            "นายอาทิตย์ ชุณหชัชราชัย",
            "นายเตณิณ โสมคำ",
            "นายนรเทพ บุญเก็บ",
            "นายฉัตรชัย ธนาฤดี",
            "นายแสนศักดิ์ ศิริพานิช",
            "นางสาวเมธาวี ธารดำรงค์",
            "นางวิจิตรา วัชราภรณ์",
            "นายสัมพันธ์ เตชะเจริญกุล",
            "นางสาวจิราทิพย์ ปักษิณ",
            "นายอัษฎางค์ แสวงการ",
            "พันตำรวจโทสมชาย โตเจริญ",
            "นายชัยวัฒน์ หงส์ศุภางค์พันธุ์",
            "พลตรีสมาน เกษรอินทร์",
            "นายอับดุลอาซิซ เจ๊ะมามะ",
            "นางสุพรรัตน์ อิทธิประเสริฐ",
            "นายโกศล เหมพลชม",
            "นายสุเทพ จำนงค์",
            "พลตำรวจตรีพรชัย ตรีสุผล",
            "นายสมมิตร สันทราย",
            "นายสมศักดิ์ โมรีชาติ",
            "นายสุธี พงษ์เพียรชอบ",
            "นายคมสัณห์ ฐานะโชติพันธุ์",
            "นายรัฐชยุตม์ รุ่งจารุพันธ์",
            "นายชวนันท์ สุรเดชะ",
            "นายชยกฤต ยินดีสุข",
            "นายสฐิพจ สายวิวัฒน์",
            "นายนรุตม์ สียางฟู",
            "นายกฤชณพล วิริยะบุญญา",
            "นายกอบชัย ชีววิญญู",
            "นายอนุวัฒน์ วิเศษจินดาวัฒน์",
            "นายคิว อรุโณรส",
            "นายดำรงค์ รุ่งเรือง",
            "นายอดุลย์ คามดิษฐ์",
            "นางสาวขวัญชนก เจริญธนาธิป",
            "นายอภิวัฒน์ คุณารักษ์",
            "นายวรฐ สุนทรนนท์",
            "นายสมชาย จริยานันทกุล",
            "นายจักรวี วิสุทธิผล",
            "นายอภิรัฐ มุกขะกัง",
            "นายไพศาล แจ่มจำรัส",
            "นายกฤษดา อินทร์พาเพียร",
            "นายณัฐชัย จงอุดมฤกษ์",
            "นายลิปิกร จรียภาส",
            "นายกมลชัย จารุบริสุทธิคุณ",
            "นายสิทธิพร แช่ม",
            "ร้อยตรีประจวบ กมลวิริยะวัฒน์"
        ],
        "partyListCandidatesCount": 120,
        "pm_candidates": [
            {
                "firstName": "ประยุทธ์",
                "lastName": "จันทร์โอชา",
                "title": "พล.อ."
            }
        ]
    },
    "พลังปวงชนไทย": {
        "partyListCandidates": [
            "นายนิคม บุญวิเศษ",
            "นายชนพัฒน์ โภคาเจริญเกียรติ",
            "นายพรรคนัยน์ รังษีสุวรรณ",
            "นายจรินทร์ เฮียงกุล",
            "นายอนันต์ ฉิมบุรีรมย์",
            "นายพันธุ์ศักดิ์ ซาบุ",
            "นางสาวชนัญชิดา กั้ววิจารย์",
            "นายรังสรรค์ พรหมโลก",
            "นายประเทศ ทับทิมหิน",
            "นายบุญฤทธิ์ โสพิกุล",
            "นายไพชยนต์ จันทเขต",
            "นายนิรัตน์ กาฬพันธุ์",
            "นายสุวิทย์ งอกศรี",
            "นายมาวิน มากจังหวัด",
            "นายอัครนันท์ สืบสกุลอนันต์",
            "นายอนุวัฒ ธรรมจารี",
            "นายรุทธิรงค์ สุ่นกุล",
            "นายประทีป อินแสง",
            "นายอาทิตย์ แสงสว่าง",
            "นายพัศพงศ์ พงศ์เรืองรอง",
            "นายปุณยวัจน์ แพร่งสวัสดิ์",
            "นายภัทรพนธ์ ชาชุมพร",
            "ร้อยตำรวจโทพิพัฒน์ กุลัตถ์นาม",
            "นายธนัตถ์ ฤทธิณรงค์",
            "นายเพทาย สว่างเดือน",
            "นายประมวล หาญชัยภูมิ",
            "สิบโทฐานันดร ปัททุม",
            "นายสมบัติ ฉิมสา",
            "พันตรีอนุรักษ์ บางไตรรัตน์",
            "นายศิริวัชร์ เลาประสพวัฒนา",
            "นางบุณฑริตา ทิพย์สุวรรณ",
            "นายกวีวัฒน์ คงพงศา",
            "นางปรานอม ขอผลกลาง",
            "ร้อยตำรวจตรีวีระวัฒน์ วิชาสวัสดิ์",
            "นาวาตรีสามารถ อินทรักษา",
            "นายรัชพล โคตรแก้ว",
            "นายทองดา กองจันทร์",
            "นายธนพล หล่าอัน",
            "นางนันทวัน หลวงสอน",
            "นายกิตติโชค เชื้อชะเอม",
            "พันตำรวจโทจำนงค์ ชาญธัญกรรม",
            "นายเปรม ขาวปาน",
            "นายทองสมุทร ชิมโพธิ์คลัง",
            "นางสาวณัฐธิชา นกสุข",
            "นายธนภณ อักษรเสือ",
            "นายสรศักดิ์ เรืองตระกุลชัย",
            "นายนพรัตน์ ปานทับทิม",
            "นายประสิทธิ์ สุดใจ",
            "นางสาวธวัลรัตน์ จันทร์เพ็ชรญดา",
            "นายทวีพงษ์ กองแก้ว",
            "นายแสวง สู่สุข",
            "นายสิทธิพงศ์ ทรงพระ",
            "นายกมล จากเรื่อง",
            "นายธกร ด้วงบ้านยาง",
            "นายอภิชาติ แสงวิเชียร",
            "นายวรพจน์ ลิมาคม",
            "นางสาวเจณารีสรากร วงศ์อินทร์",
            "นายณัฐพัชร์ โพธิคำพันธ์",
            "นายนรภัทร วงษ์ภิญโญกุล"
        ],
        "partyListCandidatesCount": 59,
        "pm_candidates": []
    },
    "พลังรัก": {
        "partyListCandidates": [
            "พันตรีภรัณ กิตติวัฒน์",
            "นายขจร ภูพาน",
            "ร้อยเอกเจตสมภรณ์ สีนน",
            "นายบุญชวง วงษา",
            "นายศักดา ศัพทเสน",
            "นายพร้อมศักดิ์ วงษานุรักษ์"
        ],
        "partyListCandidatesCount": 6
    },
    "พลังศรัทธา": {
        "partyListCandidates": [
            "พลเอกอนันตร์ บุญรำไพ",
            "นายธัชพล อินทรวัฒนา",
            "นางสาวพิศมัย เสนาวงค์",
            "นายจักรทิพย์ วงษ์งามสวย",
            "นางสาวสุดใจ จุ่ยสุวรรณทัต",
            "นายกันต์ณกฤต ยูนิพันธ์",
            "นายโสภณ ผิวขำ",
            "นายพินิจ บุญรำไพ"
        ],
        "partyListCandidatesCount": 8,
        "pm_candidates": []
    },
    "พลังสหกรณ์": {
        "partyListCandidates": [
            "นายจักรี สุจริตธรรม",
            "นายอดิศักดิ์ ฟักแฟง",
            "นายวิฑิต ทิวทัศน์",
            "ว่าที่ร้อยตรีทวีป ยอดเศรณี"
        ],
        "partyListCandidatesCount": 4
    },
    "พลังสังคม": {
        "partyListCandidates": [
            "นายวิฑูรย์ ชลายนนาวิน",
            "นางณฐพร ชลายนนาวิน",
            "นายสามารถ อินทร์มา",
            "พันตำรวจเอกสนธยา แสงเภา",
            "นายธรรมนิตย์ สมพิศ",
            "นายใหญ่ยิ่ง สว่างศิลป์",
            "นายสุริยพันธ์ สัตยาพิทักษ์",
            "นายศุภวิชญ์ รวงผึ้ง",
            "นายสงวน นาทวัฒน์หัตถพล",
            "นายสายัณห์ ปั้นมูล",
            "นายอลงกรณ์ แว่นแก้ว",
            "นายประสิทธิ์ กาฬรัตน์",
            "นายเกรียงศักดิ์ ระวิวงษ์",
            "นายพยูน เกื้อทอง"
        ],
        "partyListCandidatesCount": 14,
        "pm_candidates": [
            {
                "firstName": "วิฑูรย์",
                "lastName": "ชลายนนาวิน",
                "title": "นาย"
            }
        ]
    },
    "พลังแผ่นดินทอง": {
        "partyListCandidates": [
            "นายอนุวัฒน์ วิใจเงิน",
            "นางสาวปลายปืน เสงี่ยม",
            "พันเอกวิทยา บุญมาก",
            "นายเกียรติศักดิ์ หีบประดู่",
            "พลโทพชร สาตร์เงิน",
            "นายพัฒน์เชวง อภิชัยอนันต์"
        ],
        "partyListCandidatesCount": 6
    },
    "พลังแรงงานไทย": {
        "partyListCandidates": [
            "นายพิเชษฐ์ ภูแก้ว",
            "นายบุญถม ธรรมศิริ",
            "นายสัญจร ระดาไสย",
            "นายสำราญ บุตรคำโชติ",
            "นายสนั่น เสียงสนั่น",
            "นายทองดา โรเด"
        ],
        "partyListCandidatesCount": 6,
        "pm_candidates": []
    },
    "พลังไทยดี": {
        "partyListCandidates": [
            "นายสาธุ อนุโมทามิ",
            "นายสำเภา บุญเปี่ยม",
            "นายไพโรจน์ กระทุ่มทองเลิศ",
            "นายมานะ สุดสงวน",
            "นายเนรมิต จันทร์ทอง",
            "นายชนิด เกาะกลาง"
        ],
        "partyListCandidatesCount": 6,
        "pm_candidates": [
            {
                "firstName": "สาธุ",
                "lastName": "อนุโมทามิ",
                "title": "นาย"
            }
        ]
    },
    "พลังไทยรักชาติ": {
        "partyListCandidates": [
            "นายสุเทพ เข้มแข็งปรีชานนท์",
            "พันตำรวจเอกณพัศ เนติวรรธนะ",
            "พันตำรวจโทนรญาณ ด่านศรีสุข",
            "นายเกษม สายทอง",
            "นายถาวร กิ่งแก้ว",
            "นายสุธน แสงสายัณห์",
            "นางสาวสุกานดา พลเดช",
            "นายอารมย์ จันทร์มิตร",
            "นางสุรภา ลิลเจบลาด",
            "นายบุญลือ เนียมศรี",
            "นายสง่า เต่าทอง",
            "นายธนิตนันต์ เรืองโชติเจริญกูล"
        ],
        "partyListCandidatesCount": 12,
        "pm_candidates": []
    },
    "พลังไทยรักไทย": {
        "partyListCandidates": [
            "นายคฑาเทพ เตชะเดชเรืองกุล",
            "นายอุดมศักดิ์ ธนบดีภูรินทร์",
            "นายวินัย ไชยบุตร",
            "นายโกวิทย์ นิลรัต",
            "นายทองจันทร์ จันเต",
            "นายประเวศ ชีวะผลาบูรณ์",
            "ร้อยตำรวจเอกอธิโชค พุทธปิยบูชา",
            "นายณรงค์ พงษ์สิทธิ์",
            "นายจำรูญ ผายพิมพ์",
            "นายชนก กลางประพันธ์",
            "นายปิยะ ผลวา",
            "นางสาวรอบีอะฮ์ ดือราแม",
            "นายภูเชษฐ์ เผดิมปราชญ์",
            "นายเฉลิมเกียรติ แก้วกนก",
            "นางบุษศรินทร์ ประกอบศิลป์",
            "นายสมิทธ์ ปุตตะลอ",
            "นายสวาส เจ้ยทองศรี",
            "ร้อยตรีสิทธิศักดิ์ รักษาศรี",
            "นางทิพย์ณาลิญ พูลสวัสดิ์",
            "นางสาวปราชญ์วลี อิทธิสวัสดิ์",
            "นายสยมพร สมบูรณ์",
            "นายประสิทธิ์ สมงอน",
            "นายคำภา คำเลิศ",
            "นางสาวเครือวัลย์ หงษาวงค์",
            "นายณรงค์ สุวรรณชาติ",
            "นายอภิวิชญญ์ ทิพย์รัตน์",
            "นายสินชัย ครองบุญ",
            "นายณัฏฐ์ธา พงษ์วิทยานุกฤต"
        ],
        "partyListCandidatesCount": 28,
        "pm_candidates": [
            {
                "firstName": "ธรรมรักษ์",
                "lastName": "อิศรางกูร",
                "title": "พล.อ."
            },
            {
                "firstName": "คฑาเทพ",
                "lastName": "เตชะเดชเรืองกุล",
                "title": "นาย"
            }
        ]
    },
    "พลังไทสร้างชาติ": {
        "partyListCandidates": [
            "นายณภัคธร ชัยสงคราม",
            "นายบุญปลูก เอนสาร",
            "นายวีรยุทธ ขวัญเนื่อย",
            "นาวาอากาศตรีอัครวัฒน์ อังกูรูปภารัชต์",
            "นายรภัสสิทธิ์ ประสพธนากิตติ",
            "นายประยูร เมืองแก้ว",
            "นายเฟืองวิทย์ ชูตินันท์",
            "นายสุรชัย สมบัติเจริญ",
            "นายปวีณวัชร์ ขุนทอง",
            "นายสรนันทน์ ร. เอกวัฒน์",
            "นางสาวปรีดี มณีโชติ",
            "พันตำรวจเอกสุทธิ์ โสตถิทัต"
        ],
        "partyListCandidatesCount": 12
    },
    "พลเมืองไทย": {
        "partyListCandidates": [
            "นางสาวศิลัมพา เลิศนุวัฒน์",
            "นายเอกพร รักความสุข",
            "นายสัมพันธ์ เลิศนุวัฒน์",
            "นายเกียรติชัย ชัยเชาวรัตน์",
            "พันตำรวจโทอนุรักษ์ จิรจิตร",
            "นายสุรพัศ ประภาพร",
            "นายกริช กงเพชร",
            "นายธนชาติ แสงประดับ ธรรมโชติ",
            "ศาสตราจารย์สมเกียรติ วัฒนศิริชัยกุล",
            "นายพลสิทธิ์ เติมทรัพย์สาร",
            "นายนพดล ฉัยยา",
            "นายศศิพงษ์ ประมวล",
            "นายเกียรติศักดิ์ อุดขา",
            "นายชัยรัตน์ โสดา",
            "ว่าที่ร้อยตรีธวีพงษ์ สิทธิธัญกิจ",
            "นายกิตติคุณ แสงหิรัญ",
            "นายชัยกฤษณ์ สิทธิพราหมณ์",
            "นายพิชัยยุทธ แพนพา"
        ],
        "partyListCandidatesCount": 18,
        "pm_candidates": [
            {
                "firstName": "เอกพร",
                "lastName": "รักความสุข",
                "title": "นาย"
            }
        ]
    },
    "พัฒนาประเทศไทย": {
        "partyListCandidates": [
            "ว่าที่ร้อยตรีอติโรจ บุญใย",
            "นายกึกก้อง หาญผดุงธรรมะ"
        ],
        "partyListCandidatesCount": 2,
        "pm_candidates": [
            {
                "firstName": "ศิลปิน",
                "lastName": "หาญผดุงธรรมะ",
                "title": "นาย"
            }
        ]
    },
    "ภราดรภาพ": {
        "partyListCandidates": [
            "ร้อยเอกรชฏ พิสิษฐบรรณกร",
            "หม่อมราชวงศ์ ดำรงดิศ ดิศกุล",
            "นายพันธ์ยศ อัครอมรพงศ์",
            "พลโทสราวุธ กาพย์เดโช",
            "พลโทชุมพร วิเชียร",
            "นายชัยภัฏ จันทร์วิไล",
            "นายรัตนพัฒน์ ปีวิเศษกุลเดช",
            "นายอนันต์ แพทยานนท์",
            "นายยงยุทธ แสงทองไพบูลย์",
            "นาวาอากาศโทรวยลาภ เลี่ยมทอง",
            "นายนันทพล จันทน์แดง",
            "พันเอกกัมปนาท ทองหนัก",
            "นายนิรัช ขำกลิ้ง",
            "นายเอกชัย ลี่ยิ่งสุริยะ"
        ],
        "partyListCandidatesCount": 14,
        "pm_candidates": [
            {
                "firstName": "ดำรงดิศ",
                "lastName": "ดิศกุล",
                "title": "ม.ร.ว."
            }
        ]
    },
    "ภาคีเครือข่ายไทย": {
        "partyListCandidates": [
            "นางสาวกฤษอนงค์ สุวรรณวงศ์",
            "นายชนะศักดิ์ ศรีสอาด",
            "นายภูเจต อินทรกำแหง",
            "นายศิวาพัชญ์ สุนทรจิรวัฒน์",
            "นายกฤษณ์ เหลืองอร่าม",
            "นายคมสัน อินณรงค์",
            "นายนันทกร แก้วประเสริฐ",
            "นายวรายุส กนกศิริโชค",
            "นางสาวดวงกมล สวลีที่เมืองซ้าย",
            "นายธีระวุธ",
            "นายเดวิดชัชวาลย์ อัศวนนท์",
            "จ่าสิบเอกเจริญ นวลจันทร์",
            "นายชาคร ไชยณรงค์",
            "นายสมศักดิ์ เหล็กเพชร",
            "นายเกียรติชัยสงค์ แรมประโคน",
            "นายอภิวรรษศ์ ศรีสุภักดิ์",
            "นายพณินทร์ อินทรโชติ",
            "นายสวาย โรจนวัน",
            "นายนฤนารถ แก้วจำเริญ",
            "นายสามารถ เกสร",
            "นายอม",
            "นายอมรเทพ เทพบุดดา",
            "นายอำนวย ทับวิเชียร",
            "นางสาวจิราภรณ์ ภักดี",
            "นายศักดิ์สิทธิ์ มหัทธโนบล"
        ],
        "partyListCandidatesCount": 25,
        "pm_candidates": [
            {
                "firstName": "กฤษอนงค์",
                "lastName": "สุวรรณวงศ์",
                "title": "น.ส."
            }
        ]
    },
    "ภูมิพลังเกษตรกรไทย": {
        "partyListCandidates": [
            "นายวิชิต แย้มบุญเรือง",
            "นายแก้ว บัวหลวงงาม",
            "นางคำนึง พุฒหอม",
            "นายวันชัย วรรณสว่าง",
            "นายภูมิพัฒน์ เชื้อเอี่ยมพันธุ์"
        ],
        "partyListCandidatesCount": 5
    },
    "ภูมิใจไทย": {
        "partyListCandidates": [
            "นายอนุทิน ชาญวีรกูล",
            "นายชัย ชิดชอบ",
            "นายศักดิ์สยาม ชิดชอบ",
            "นางนาที รัชกิจประการ",
            "นายสรอรรถ กลิ่นประทุม",
            "นายทรงศักดิ์ ทองศรี",
            "นายวีรศักดิ์ หวังศุภกิจโกศล",
            "นางสาวศุภมาส อิศรภักดี",
            "นายศิริวัฒน์ ขจรประศาสน์",
            "นางสาวเพชรดาว โต๊ะมีนา",
            "นายศุภชัย ใจสมุทร",
            "พันเอกเศรษฐพงค์ มะลิสุวรรณ",
            "นายมารุต มัสยวาณิช",
            "นายสวาป เผ่าประทาน",
            "นางกนกวรรณ วิลาวัลย์",
            "นายสุชาติ โชคชัยวัฒนากร",
            "นายมนตรี เพชรซุ้ม",
            "นายเพิ่มพูน ทองศรี",
            "นายสำเริง แหยงกระโทก",
            "นายพีรพร สุวรรณฉวี",
            "นายธงชัย ศรีสุขจร",
            "นายบุญดำรง ประเสริฐโสภา",
            "นายเกชา ศักดิ์สมบูรณ์",
            "นายสุชาติ ศรีสังข์",
            "นางเพชรินทร์ เสียงเจริญ",
            "นายณัฐเดช วชิรรัตนวงศ์",
            "นางสุขสมรวย วันทนียกุล",
            "รองศาสตราจารย์ไยอนงค์ ทิมสุวรรณ",
            "นางสาวไตรศุลี ไตรสรณกุล",
            "นายชัย คูสกุลรัตน์",
            "นางปทิดา ตันติรัตนานนท์",
            "นายสมร ทิพบุญชู",
            "นายชารีฟุดดีน สารีมิง",
            "นายเมธี ฉัตรจินดารัตน์",
            "นางพรเอื้อ เชื้อแหลม",
            "นายสุพัฒน์ มุลเมฆ",
            "นายพิเชษฐ์ ตันเจริญ",
            "นายมนัส ศรีบงกช",
            "นายมานิธ จันทรวราภร",
            "นายสมชัย ฉัตรพัฒนศิริ",
            "นายรัตนชัย วิชัย",
            "นายกมล รอดคล้าย",
            "นายพะโยม ชิณวงศ์",
            "นางจิตรวรรณ หวังศุภกิจโกศล",
            "นางพัฒนา สังขทรัพย์",
            "นายเสถียร ผาณิบุศย์",
            "นายจักรกฤษณ์ วัชรมาลีกุล",
            "นายสุกษม อามระดิษ",
            "นางสาวศุภพานี โพธิ์สุ",
            "นายกฤษฎาพัฒน์ การุญญ์",
            "นายซ้าย ผลกระโทก",
            "พลตำรวจตรีวณัฐ อรรถกวิน",
            "นายละม้าย เสนขวัญแก้ว",
            "นายภูมิพัฒน์ เหมือนจันทร์",
            "นายชำนาญ มากผล",
            "นายธนรัชต์ ส่งเสริมอุดมชัย",
            "นางสาวภัทรพร วรปัญญา",
            "นายประพงษ์ศักดิ์ วงศ์อนุ",
            "นายชาตรี ศรีจันทร์",
            "นางคนิคม",
            "นายประชาชาติ แสนแก้ว",
            "นางอิศราภรณ์ บุญหนุน",
            "นายอับดลเหลาะ เต๊ะหละ",
            "นายไกรวัลย์ เกษมศิลป์",
            "นางสาวกรรณิการ์ นาคอินทร์",
            "นายพันธุ์ทิพย์ เปอร์เชาว์",
            "นายจำลอง เงินยวง",
            "นางสาวดัชนี เข็มหนู",
            "นายเดชา พวงงาม",
            "นางสาวนรารัตน์ บุญเชิด",
            "นายพัฒฐพงษ์ แก้วกัญยา",
            "นายมานพ สุขเกษม",
            "นายวีระ เจริญรอด",
            "นายวีระ กล่ำสนอง",
            "นายนิรันดร์ วายา",
            "นายประสิทธิ์ ขันตะชล",
            "นายวันประทีป วาระเพียง",
            "นายอภิชาติ ปะหนะ",
            "นายสาทิช บวชสันเทียะ",
            "นางภรภัทร โชติกะสุภา",
            "นายกุศล จุลตามระ",
            "นายชาติ จินดาพล",
            "นางสาวฐิติชญา วีระชาลี",
            "นายณัฐพล จรัสสุริยพงศ์",
            "นายเปรมกมล พาชีรัตน์",
            "นายพิชิตชัย รัชตามพร",
            "นายไพบูลย์ โคนทรงแสน",
            "นายยุทธนา รุ่งโรจน์รัตนชัย",
            "นายวีรศักดิ์ ชุณหจักร",
            "นายศารัช โชคแจ่มใส",
            "นายสมชาย ทรัพย์พจน์",
            "นายสมศักดิ์ ตันตินราศักดิ์",
            "นายสมหมาย เอี่ยมสอาด",
            "นางอังสนา เกิดบุญส่ง",
            "นายอาสา รังสิมาพิสุทธิ์",
            "นายขวัญชัย สกุลทอง",
            "นายยุสุบ แหละที่",
            "นายเดชชาติ ปัทะมะภูวดล",
            "นางสุภาวดี งามสมัย",
            "นายสุวรรณ์ แพงสอน",
            "นายสืบพงษ์ พนมเขต",
            "นายสุชาติ บุตรเนียร",
            "นายอนุรักษ์ สัพโส",
            "นางเพิ่มขวัญ จันทร์บุตร",
            "นางณัฐทินี ทิพย์มนตรี",
            "นางนิตยา แก้วเสฐียร",
            "นางพัชรี แซ่เจีย",
            "นางส่งศรี พิพัฒน์พงศธร",
            "นายสุรชัย สุริแสง",
            "นายเจียร สำราญ",
            "นางรัชนี เด่นกาญจนศักดิ์",
            "นายธนากร พัฒน์ธนเมธา",
            "นายธวัชชัย กองคำ",
            "นายศรายุทธ ศิริสถิตย์",
            "นางมะลิวัลย์ วิชาชัย",
            "นายณัชพล พิมสาร",
            "นายวศินโรจน์ ธนเกริกเกียรติ",
            "นายประภาส ยงคะวิสัย",
            "นายกิตติวัฒน์ พงศ์ปฏิมาพรรณ",
            "นายคุณปิณ ติรณศักดิ์กุล",
            "นายสมนึก แก้วรูปเรา",
            "นายอดิศร โศกค้อ",
            "นายอารีวัฒน์ นวลปาน",
            "นายนิรันดร์ วัฒนศาสตร์สาธร",
            "นายวรสิทธิ์ พนากิจไพวัลย์",
            "นายคำผอง ตรีราษ",
            "นายเกรียงศักดิ์ มาติวงศ์",
            "นางเนาวรัตน์ ทิพวงศ์",
            "นางรัตนา โตนันท์",
            "นางสังวัณ นามจำปา",
            "นายอรรณพ ตาบุดดา",
            "นายฐานุพงศ์ ศักดิ์ธนาวัฒน์",
            "นายชัชพล บุญธนาพิบูลย์",
            "นายวัชรินทร์ ทองคำใส",
            "นายจำรัส สุทธิพันธุ์",
            "นายสมจิตร สงสาร",
            "นายสวงษ์ แก้วศรี",
            "นายเอกนรินทร์ ฐิติตระการพงศ์",
            "นางอานี ต่วนชารีฟะห์ มูหะหมัด",
            "นายจำรูญวิทย์ จันนรานนท์",
            "นางรัสรินทร์ โสรี",
            "นายสุวัฒน์ เทพอักษรณรงค์",
            "นายวิทยา จันทวีศิริรัตน์",
            "นายวีระยุทธ ทองสำแดง"
        ],
        "partyListCandidatesCount": 144,
        "pm_candidates": [
            {
                "firstName": "อนุทิน",
                "lastName": "ชาญวีรกุล",
                "title": "นาย"
            }
        ]
    },
    "มติประชา": {
        "partyListCandidates": [
            "นายอนุชิต งามเบญจวิชัยกุล"
        ],
        "partyListCandidatesCount": 1,
        "pm_candidates": []
    },
    "มหาชน": {
        "partyListCandidates": [
            "นายอภิรัต ศิรินาวิน",
            "นายอภิพัฒน์ เลิศฤทธิ์ศิริกุล",
            "นายอาสา หัชลีฬหา",
            "นายโสมทัต ณ ตะกั่วทุ่ง",
            "นางสาวกฤตธีพัฒน์ โชติฐานิตสกุล",
            "นายธนิต สินศุภสว่าง",
            "นายธนัตถ์กรณ์ ธนบูรชัยกรณ์"
        ],
        "partyListCandidatesCount": 7,
        "pm_candidates": [
            {
                "firstName": "อภิรัต",
                "lastName": "ศิรินาวิน",
                "title": "นาย"
            },
            {
                "firstName": "พาลินี",
                "lastName": "งามพริ้ง",
                "title": "นาย"
            },
            {
                "firstName": "สุปกิจ",
                "lastName": "คชเสนี",
                "title": "นาย"
            }
        ]
    },
    "ยางพาราไทย": {
        "partyListCandidates": [
            "นายวรภัทร ขำสุวรรณ",
            "นายกฤชชัย ประกาศิตรุ่งเรือง",
            "นายวัชรพงศ์ รามสูต",
            "นายชำเรื่อง เรื่องขำ"
        ],
        "partyListCandidatesCount": 4,
        "pm_candidates": []
    },
    "รวมพลังประชาชาติไทย": {
        "partyListCandidates": [
            "หม่อมราชวงศ์จัตุมงคล โสณกุล",
            "นางสาวเพชรชมพู กิจบูรณะ",
            "นายเขตรัฐ เหล่าธรรมทัศน์",
            "นางสาวอนุสรี ทับสุวรรณ",
            "นายทวีศักดิ์ ณ ตะกั่วทุ่ง",
            "นางสาวจุฑาทัตต เหล่าธรรมทัศน์",
            "นางสุเนตตา แซโก๊ะ",
            "นายเอนก เหล่าธรรมทัศน์",
            "นางสาวปาตีเมาะ เปาะอิแตดาโอะ",
            "พลโทนันทเดช เมฆสวัสดิ์",
            "นางสาวเบญญา นันทขว้าง",
            "รองศาสตราจารย์จักษ์ พันธ์ชูเพชร",
            "นางสาวชนิดาภา แก้วภราดัย",
            "ผู้ช่วยศาสตราจารย์ร้อยตำรวจเอกจอมเดช ตรีเมฆ",
            "นางสาวพอจิต วรรณวัต",
            "นายประสาร .",
            "นายประสาร มฤคพิทักษ์",
            "นางสาวพรเพ็ญ สิริปทุมรัตน์",
            "นายสำราญ รอดเพชร",
            "นางสาวธารจิรา เหล่าปิยะสกุล",
            "นายศุภผล เอี่ยมเมธาวี",
            "นางสาวณัฐณิชา สมฤทธิ์",
            "นายวีระชัย คล้ายทอง",
            "นางสาวณัฐธนินทร์ เลิศเตชะสกุล",
            "นางสาวณิชชา ธงธวัช",
            "นางสาวเอมอร ตันเถียร",
            "นายดนุช ตันเทอดทิตย์",
            "นางพิมลพรรณ สิงหรา ณ อยุธยา",
            "นางสาวไพลิน กอวัฒนา",
            "นายเถกิง สมทรัพย์",
            "นางแน่งน้อย อัศวกิตติกร",
            "พลตำรวจเอกก่อเกียรติ วงศ์วรชาติ",
            "นางเลขา ภูริภูมิ",
            "พันเอกพิเศษ ไพโรจน์ นิยมพันธุ์",
            "นางสุวิสา สกุลสุขเจริญ",
            "นายกฤษณ์ ศรีเปารยะ",
            "นางสาวสุธีมนต์ ทรงศิริโรจน์",
            "นายประกิต จันทร์สมวงศ์",
            "นางสาวอัญชลี จิวะไพบูลย์ศักดิ์",
            "นายสุดจิต อภิรดี",
            "นางกัลยาณี สุคนธาภิรมย์",
            "นายลัทธจิตร มีรักษ์",
            "นางสาวจีรนันท์ อินทรสุริวงค์",
            "นายสุทธิพงษ์ เทพพิทักษ์",
            "นางสาววาสนา พรมเสนา",
            "นายศักร์สฤษฎ์ ศรีประศาสตร์",
            "นางสมลักษณ์ สุภาพ",
            "นายวีรโชติ หะยีหมะ",
            "นางรัตนา เจริญผล",
            "นายจิรันดร เทพพิพิธ",
            "นางสาวพรวดี สุขมาก",
            "นายปราบ เพิ่มแสงงาม",
            "นางเพ็ญศรี บัวเผื่อน",
            "นายอัคคภัทท์ อัครชัยพันธุ์",
            "นางจิรารัตน์ ธนสารสมบัติ",
            "นายสุวิชาณ สุวรรณาคะ",
            "นางปภาพัชร์ วิรุฬราช",
            "นางนรดี วินสน",
            "นายอำนวย การค้า",
            "นายรักษ์เกียรติ ศรีรัตน์",
            "นางสาวกุลดา วงศ์ชาตรี",
            "นายรัฐภูมิ ว่องวนกิจ",
            "นางกณิกนันต์ เสี้ยนละม้าย",
            "นายเวชยันต์ วัฒนกูล",
            "นางสาวสมเพียร แข็งแรง",
            "นายวรสิทธิ หยกสกุล",
            "นางสาวชุติมา เชยชุ่ม",
            "นายประเสริฐ ตั้งรักษ์เมือง",
            "นางสาววิลาวัลย์ คล้ายทอง",
            "นายประสงค์ สุภาสัย",
            "นายปิยภัทร สุขผล",
            "นางสาวสุกฤตา ชื่อเจริญ",
            "นายสุรพล สุวรรณกุล",
            "นางสาวธิดารัตน์ จันทร์ศิริ",
            "นายธัชทวัชร์ เธียรสิรีภูธรา",
            "นางผ่องนภา เสมสันทัด",
            "นายสัมฤทธิ์ ศรีนาราง",
            "นางสาวเนตรชนก ฟันแจ้ง",
            "นายชัยรัตน์ พันทั้ง",
            "นางสาวธดา วงษ์ประเสริฐ",
            "นายยุทธศักดิ์ เสน่หา",
            "นายอภิชาติ เศรษฐพิทยากุล",
            "นางศุภพิชญ์ อินต๊ะวงค์",
            "นายพัฒน์ชน สีมาปทุม",
            "นางสาววินิตา ยุทธา",
            "นางสุดนภา เจริญเวชชการ",
            "นายสันติพงษ์ มูลฟอง",
            "นางขนิษฐา สายทอง",
            "นายประชารัฐ ปณิธานยุติธรรม",
            "นางปราณี สุคันธเสวี",
            "นายกฤษณะ หวานสนิท",
            "นางน้ำทิพย์ พิมพา",
            "นายสุทัศน์ พรหมรัตน์",
            "นางสาวเนตรชนก เหมือนชุ่ม",
            "นางสาวเจียรนัย ศรีคำวงศ์",
            "นายจิรวงศ์ เหล่าปิยะสกุล",
            "นางอวยพร ตวงรักษา",
            "นายจิรพงศ์ เหล่าปิยะสกุล",
            "นางอารยา ทรัพย์เจริญ",
            "นายยงยุทธ์ โรจน์นิรันดร์",
            "นางสาววิมลรัตน์ หมวดชนะ",
            "นายฉลาด ศาลาดี",
            "นางนิภารัตน์ มหาทรัพย์",
            "นายพรรธระพี ซินะโชติ",
            "นางสาวประภาพรรณ",
            "นายณัฏฐ์ โอ้จินดา",
            "นางสร้อยสิรี ตวงทอง",
            "นายกิตติศักดิ์",
            "นางสาวรสสุคนธ์ ศรีมณีเลิศ",
            "นายเขมชาติ คณาภูเศรษฐ์",
            "นางสาวจารุวรรณ ทองศรี",
            "นายณัฏฐชัย ขวัญเมือง",
            "นางสาววรรณศิริ ทองทา",
            "นายรัฐนันท์ พงศ์วิริทธิ์ธร",
            "นางสาวดาราวรรณ คล้ายก้าน",
            "นายณิชพน อินบุญ",
            "นางสาวแอนนา คำนุ",
            "นายหลง ศรีพรมมา",
            "นางสาวอัจฉราภรณ์ กำจรกิตติคุณ",
            "นายอนุชา ปุญญปีติมา",
            "นางสาวกรรณิการ์ อินทรีย์",
            "นายอดิรถ วรแสน",
            "นางสาวขวัญนภา ม่วง",
            "นายธันยพงศ์ ฉันงูเหลือม",
            "นางสาวศิรินารถ พรหมเงิน",
            "นายดิเรก วิเศษสิงห์",
            "นางสาวศิริพร นิลบุตร",
            "นายศักดา โพธิ์เงินงาม",
            "นางสาววรรณวลี อุดมสุข",
            "นายสร้อย อารีช่วย",
            "นางสาวขันทอง บุตรน้อย",
            "นายสมโพช ภูฆัง",
            "นางสาวภาวิณี รัชตรุ่งโรจน์กุล",
            "นายองค์รวม พอเพียงบูรณาเลิศ",
            "นางสาวธนพร กันทะตุล",
            "นายสมพงษ์ สุวรรณคู",
            "นางศรัญญู ภูฆัง",
            "นายสมนึก เจริญผล",
            "นางสาววัลลิกา มาลา",
            "นายสตางค์ วงศ์รอด",
            "นางสาวอำพัน เกษรมาลา"
        ],
        "partyListCandidatesCount": 141,
        "pm_candidates": []
    },
    "รวมใจไทย": {
        "partyListCandidates": [
            "นายนพดล อมรเวช",
            "นางสาวสุภรา พชรพลเขมทัต",
            "นายพันธ์สุรเชษฐ์ สัสดีเดช",
            "พันตำรวจโทชรัด พังจุนันท์",
            "นางแววตา นาคแก้ว",
            "ร้อยตำรวจตรีชาญ แก้วชัยสา",
            "นางสาวดลฤดี เลขพลการ",
            "นางสาวปทุม ปติเขมวัฒน์",
            "นายณัฐกิตติ์ สารีพุฒธนพงษ์"
        ],
        "partyListCandidatesCount": 9,
        "pm_candidates": []
    },
    "รักษ์ธรรม": {
        "partyListCandidates": [],
        "pm_candidates": []
    },
    "รักษ์ผืนป่าประเทศไทย": {
        "partyListCandidates": [
            "นายดำรงค์ พิเดช",
            "นายยรรยงก์ ถนอมพิชัยธำรง",
            "นายสิทธิกร วิสิทธิ์พานิช",
            "นายบุญมี สรรพคุณ",
            "นายสว่าง เฟืองกระแสร์",
            "นางพิมพา วัดจาฮัสกี้",
            "นายสุชิน เพียรทอง",
            "นายมโนพัศ หัวเมืองแก้ว",
            "นายสำราญ รักชาติ",
            "นายเขมชาติ ฉัตรแก้ว",
            "นายาว เขตคันนายาว",
            "ร้อยตำรวจโทสุวิน พรมมา",
            "นายอำนาจ ถึงขจรกุล",
            "ว่าที่ร้อยโทชัชชาญชัญ",
            "นายจิรศักดิ์ รงค์บัญฑิต",
            "นายพงษ์ศักดิ์ กันทุกข์",
            "นายวิชิต แซ่เลา"
        ],
        "partyListCandidatesCount": 17,
        "pm_candidates": []
    },
    "สยามพัฒนา": {
        "partyListCandidates": [
            "นายบุญส่ง เกิดหลำ",
            "นายเอนก พันธุรัตน์",
            "นายถวัลย์ สงวนเผ่า",
            "พันตำรวจเอกวิศรุต เกิดหลำ",
            "พันตำรวจเอกจักรกฤช วีร์วรเดช",
            "นายปานเทพ ดีเนตร",
            "นายพีรพล ไทยทอง",
            "นายนัธทวัฒน์ โสดานิล",
            "พันเอกอำณาจ บุญทักษ์",
            "นายเทวกร คล้ายแจ้ง",
            "ร้อยตำรวจตรีสมาน จันทร์บัว",
            "นางบุญญาพัฒน์ คำหงษา",
            "นายสมเกียรติ สุขอินทร์",
            "นายชลอ แพรขลิบ"
        ],
        "partyListCandidatesCount": 14,
        "pm_candidates": [
            {
                "firstName": "อเนก",
                "lastName": "พันธุรัตน์",
                "title": "นาย"
            }
        ]
    },
    "สังคมประชาธิปไตยไทย": {
        "partyListCandidates": [
            "นายชาลี ลอยสูง",
            "นางสาวเสน่ห์ หงษ์ทอง",
            "นางแจ่มศรี สุกโชติรัตน์",
            "นางอภันตรี เจริญศักดิ์",
            "นายสมศักดิ์ สุขยอด"
        ],
        "partyListCandidatesCount": 5,
        "pm_candidates": [
            {
                "firstName": "สมศักดิ์",
                "lastName": "โกศัยสุข",
                "title": "นาย"
            }
        ]
    },
    "สามัญชน": {
        "partyListCandidates": [
            "นายเลิศศักดิ์ คำคงศักดิ์",
            "นางพรทิพย์ หงชัย",
            "นายสุริยา แสงแก้วฝัน",
            "นายอภิวัฒน์ กวางแก้ว",
            "ว่าที่ร้อยตรีพร้อมศักดิ์ จิตจำ",
            "นายปกรณ์ สระแก้งตูม"
        ],
        "partyListCandidatesCount": 6
    },
    "อนาคตใหม่": {
        "partyListCandidates": [
            "นายธนาธร จึงรุ่งเรืองกิจ",
            "นายปิยบุตร แสงกนกกุล",
            "นางสาววรรณวิภา ไม้สน",
            "นายพิธา ลิ้มเจริญรัตน์",
            "นางสาวกุลธิดา รุ่งเรืองเกียรติ",
            "พลโทพงศกร รอดชมภู",
            "นางสาวพรรณิการ์ วานิช",
            "นายสุรเชษฐ์ ประวีณวงศ์วุฒิ",
            "นายธัญญ์วาริน สุขะพิสิษฐ์",
            "นายพิจารณ์ เชาวพัฒนวงศ์",
            "นายเจนวิทย์ ไกรสินธุ์",
            "นายสุรชัย ศรีสารคาม",
            "นายชำนาญ จันทร์เรือง",
            "นายอภิชาติ ศิริสุนทร",
            "นางสาวศิริกัญญา ตันสกุล",
            "นายรังสิมันต์ โรม",
            "นางสาวเยาวลักษณ์ วงษ์ประภา",
            "นางสาวจารุวรรณ ศรัณย์เกตุ",
            "นายวินท์ สุธีรชัย",
            "นายไกลก้อง ไวทยการ",
            "นายสุเทพ อู่อัน",
            "นายปริญญา ช่วยเกตุ คีรีรัตน์",
            "นายณัฐพล สืบศักดิ์วงศ์",
            "นายธัญวัจน์ กมลวงศ์วัฒน์",
            "นายคารม พลพรกลาง",
            "นายสมชาย ฝั่งชลจิตร",
            "นายวาโย อัศวรุ่งเรือง",
            "นายคำพอง เทพาคำ",
            "นางอมรัตน์ โชคปมิตต์กุล",
            "พลตำรวจตรีสุพิศาล ภักดีนฤนาถ",
            "นายนิรามาน สุไลมาน",
            "นายนิติพล ผิวเหมาะ",
            "นายวิโรจน์ ลักขณาอดิศร",
            "นายวิรัช พันธุมะผล",
            "นายปกรณ์วุฒิ อุดมพิพัฒน์สกุล",
            "นายวรภพ วิริยะโรจน์",
            "นายกัญจน์พงศ์ จงสุทธนามณี",
            "นางสาวเบญจา แสงจันทร์",
            "พันตำรวจตรีชวลิต เลาหอุดมพันธ์",
            "นายณัฐวุฒิ บัวประทุม",
            "นายทวีศักดิ์ ทักษิณ",
            "นายประเสริฐพงษ์ ศรนุวัตร์",
            "รองศาสตราจารย์สุรวาท ทองบุ",
            "นายองค์การ ชัยบุตร",
            "นายสำลี รักสุทธิ์",
            "นายเกษมสันต์ มีทิพย์",
            "นายธีรัจชัย พันธุมาศ",
            "นายสมเกียรติ ไชยวิสุทธิกุล",
            "นางสาวณธีภัสร์ กุลเศรษฐสิทธิ์",
            "นายจุลพันธ์ โนนศรีชัย",
            "นายมานพ คีรีภูวดล",
            "นายสหัสชัย อนันตเมฆ",
            "นายบุญรวี ยมจินดา",
            "นายเทวฤทธิ์ นิกรเทศ",
            "นายวัสพงศ์ วิทูรเมธา",
            "นางสาวอิสราวดี ยะอิน",
            "นายสาธิต ปิติวรา",
            "นางสาวสาวิตรี สันติพิริยพร",
            "นายถิรกร ชัยมงคล",
            "นายศดิศ ใจเที่ยง",
            "นายณฐวร ลิมปนางกูร",
            "นายธีรเดช พิญญพงษ์",
            "นายสุรินทร์ คำสุข",
            "นางสาวศิริภา ฐิติพงศ์ประภัทร",
            "นายนิพนธ์ วานิชสมบัติ",
            "นายวราวุธ วุฒิ",
            "นายคณิต ธัญญะภูมิ",
            "นายวชิรมนตรี คงวชิรวิทย์",
            "นายวรกร ฤทัยวาณิชกุล",
            "นายพันธสร กฤษฎาธิวุฒิ",
            "นายสุมล ชิตสกุล",
            "นายคณาสิต พ่วงอำไพ",
            "นายรัชต ไตรมาลัย",
            "นายพีรวัส ลิ้วิศิษฎ์พัฒนา",
            "นายสมพร แซ่ลิ่ม",
            "นายสมิต สว่างจิต",
            "นายประทักษ์ พาโคกทม",
            "นายสรศักดิ์ กรีประเสริฐกุล",
            "นายวันชาติ สารใจ",
            "นายกฤษดา พัฒนพงษ์ไพบูลย์",
            "นายธนวัฒน์ ปูพบุญ",
            "นายปรีชา ปัญญาเยาว์",
            "นายกิตธนาณัฏฐ์ จันทราทิพย์",
            "นายณัทพัช อัคฮาด",
            "นายยศพนธ์ ปฐมวงศ์ชัย",
            "นางสาวเพชรรัตน์ ใหม่ชมภู",
            "นายสุพจน์ บังศรี",
            "นายชัยชนะ ชลิตานนท์",
            "นายวิชช์วินัย สุวรรณประทีป",
            "นายกิตติกร สมจิตต์",
            "นายฐิติกันต์ ฐิติพฤฒิกุล",
            "นายวชิระ สุนทรา",
            "นายทัศนัย รัตนะคุ้มพงษ์",
            "นายสุริชัย สดับสาร",
            "นายนิพนธ์ ผดุงศิลป์ไพโรจน์",
            "นายสุริยา วิชาโคตร",
            "นายสรานนท์ ใยบำรุง",
            "นายปานทอง สุระพร",
            "นายณัฏฐภูมิ เอื้ออำนวย",
            "นายธนธรณ์ ทองหอม",
            "นายทรงศักดิ์ สวนอักษร",
            "นายเชาวัส วรรณบวร",
            "นายทวนชัย นิยมชาติ",
            "นายกวี สระกวี",
            "นายสว่าง วรรณสุทธิ์",
            "ว่าที่ร้อยตรีธรรมนูญ ปานรักษา",
            "นายณัฐวัฒน์ วุฒิชัยวรานนท์",
            "นายหรินทร์ ยุวรัตนาพร",
            "นายกิต พัศฐ์ เหลือผล",
            "นายปิญะ ภาอุดมทรัพย์",
            "นายทินกร พืชคำ",
            "นายณรงค์ศักดิ์ เนียมสอน",
            "นายพนมเธียร ศิระธนรักษ์",
            "นายนชภัช จาตุรงค์คกุล",
            "นายอภิวิชญ์ รยนตรีกาล",
            "นายสภา พละวารี",
            "นายภาคภูมิ เรืองขจร",
            "นายต่อบุญ พิพิธโกศลวงศ์",
            "นายชารีฟ อนันตศาสน์",
            "นายทศทน อินทะจันทร์",
            "นายรณวิต หล่อเลิศสุนทร"
        ],
        "pm_candidates": [
            {
                "firstName": "ธนาธร",
                "lastName": "จึงรุ่งเรืองกิจ",
                "title": "นาย"
            }
        ]
    },
    "อนาคตไทย": {
        "partyListCandidates": [],
        "pm_candidates": []
    },
    "เครือข่ายชาวนาแห่งประเทศไทย": {
        "partyListCandidates": [
            "นายวชิร ศุภรมย์",
            "นายชรินทร์ ดวงดารา",
            "นางปิ่นแก้ว แก้วสุกแท้",
            "นายวิเชียร ควรเลี่ยม",
            "นายสุวรรณ เหรียญทอง",
            "นางเตือนใจ น้ำใจสัตย์",
            "นายวัชรพงศ์ ชำนาญเวช",
            "นายวันชัย ปารมีกาศ",
            "นางวรินทร เสมอใจ"
        ],
        "partyListCandidatesCount": 9
    },
    "เพื่อคนไทย": {
        "partyListCandidates": [
            "นายวิทยา อินาลา",
            "นายณพจน์ศกร ทรัพยสิทธิ์",
            "นายสุรพจน์ เพชรกรรมฺม",
            "นางรัตนาภรณ์ คงพราหมณ์",
            "นายอรรถสิทธิ์ ทรัพยสิทธิ์",
            "นายอลงกรณ์ มิลินทานุช",
            "นายพีระพงษ์ มีขันทอง",
            "นายพนมศักดิ์ ไชยธงยศ",
            "นายอภิสิทธิ์ ศรีจานเหนือ",
            "นายวัชร์โรจน์ ไชยพิเดช",
            "นายสมพงษ์ อุมะวรรณ",
            "นายบรรจง ฟ้ารุ่งสาง",
            "นายจุฬา ศรีบุตตะ",
            "นายอาหมัดซุบฮี สูแอเสาะ",
            "นายหนิมายื่อลัม สามะลาแล",
            "นายสมชาย อุปาระ",
            "นายสุรจิต พันธุโพธิ์",
            "นางสาวมนสิชา ภัคดิเมธี",
            "นายสุระวัฒน์ นาอุดม"
        ],
        "partyListCandidatesCount": 19,
        "pm_candidates": [
            {
                "firstName": "วิทยา",
                "lastName": "อินาลา",
                "title": "นาย"
            }
        ]
    },
    "เพื่อชาติ": {
        "partyListCandidates": [
            "นายสงคราม กิจเลิศไพโรจน์",
            "นางสาวปิยะรัฐชย์ ติยะไพรัช",
            "นายอารี ไกรนรา",
            "นายเพชรวรรต วัฒนพงศศิริกุล",
            "นางลินดา เชิดชัย",
            "นางบุศริณธญ์ วรพัฒนานั้นน์",
            "นายวิโชติ วัณโณ",
            "นายวัฒนา พัทรชนม์",
            "นายโรจนินทร์ หิรัญโชคอนันต์",
            "นายพรศักดิ์ ศรีละมุล",
            "นายธนาวุฒิ วิชัยดิษฐ",
            "นางลลิตา ฤกษ์สำราญ",
            "นายตฤณ แสงสุวรรณ",
            "พันตำรวจเอกสุรเชษฐ์ แสนวงศ์สิริ",
            "นายรังษี เสรีชัยใจมุ่ง",
            "นายเกริกมนตรี รุจโสตถิรพัฒน์",
            "นางวารีรัตน์ แก้วเงิน",
            "นายปรียนันท์ สุวรรณคีรี",
            "นางสาวมาลินี อินฉัตร",
            "นางสาวชุติมา กุมาร",
            "นายสุชาติ อุทัยวัฒน์",
            "นายเทวกฤต พรหมมา",
            "นายองอาจ คำทอง",
            "นางสาวกิ่งดาว สุจริต",
            "ว่าที่ร้อยตรีสมรักษ์ กลับส่ง",
            "นางสาวนนลษร เปียที่",
            "นางสาวเกศปรียา แก้วแสนเมือง",
            "นายไพบูลย์ บุตรเลียบ",
            "นายธีระพงษ์ เผ่ากา",
            "นายรยุศด์ บุญทัน",
            "นางศรีรัศมี โพธิ์ศรีรัตน์สกุล",
            "นางสาวสุจิตรา ทรงมัจฉา",
            "นายอิทธิพล ศรีสองสม",
            "นายพิสิษฐ์ จุลคำภา",
            "นายศฤงคาร หมันหลี",
            "นายทรงวุฒิ นิติภักดิ์",
            "นางสาวธันยาภัทร์ เลิศเชาวน์ศิริ",
            "นายสหะ กันพล",
            "นายธนินท์ วังวีระธนานนท์",
            "นางสาวสิริวรรณ สุวรรณศร",
            "นายณรงเดช",
            "นายประกรณ์เกียรติ ญาณหาร",
            "นายนภดล คัมภ์ทวี",
            "พันตำรวจโทสมชาย เพศประเสริฐ",
            "นางสาลี่ คีตะนิธินันท์",
            "นายอาแว มิงดอม",
            "นายศักดา นพสิทธิ์",
            "นายฐาปนา จินดากาญจน์",
            "นายชัยวัฒน์ ไกรฤกษ์",
            "นายยศศรัณยู ณ กาฬสินธุ์",
            "นางสาวรัตนาวรรณ สุขศาลา",
            "นายกฤศ ภัทรบุญสิริ",
            "ว่าที่ร้อยตรีหญิงศรัณย์รัชต์ ผู้นเส้น",
            "นายปิยฉัตร ประจำเรือ",
            "นางสาวทิตษรา กาญจนคลอด",
            "นายธนชาติ ไชยทองพันธ์",
            "นายอนันตพัฒน์ สุขศีล",
            "นายจักรพงศ์ ชื่นดวง",
            "นายาว กรุงเทพมหานคร",
            "นายจิรายุส เนาวเกตุ",
            "นายเกษม แต้มเติม",
            "นายณภัทร สุขศาลา",
            "นายอภิสิทธิ์ ภูมิไทยเสถียร",
            "นายทักษิณ ญาณประภา",
            "ศาสตราจารย์ พิเศษ สุภัทรา",
            "นายชาตรี ก้อเด็ม",
            "นางสาววราภรณ์ ปานะพิพัฒน์",
            "นายนัฐวุฒิ ชีวะวิทยานนท์",
            "นายรักพงษ์ ณ อุบล",
            "นายวิโรจน์ ขวัญเกือ",
            "นางสาวปริญาภรณ์ ถาวรรณา",
            "พลโทวิบูลย์ ทรวงโพธิ์",
            "นายวิชัย คงรัตนชาติ",
            "นางสาวฟาร่าห์ นิยื่อชา",
            "นายสุรพัฒน์ หมื่นศรีรัชต์",
            "นายาว กรุงเทพมหานคร ๑๐๒๓o",
            "นายประจำ สุขชุม",
            "นายพงศ์นิมิตร แก้วแดง",
            "นางโกลัญญา วรรณชัย",
            "นายกิตติพันธ์ พรทองประเสริฐ",
            "นายสมชาย คุ้มพูล",
            "นายอิสระ ช่วยนาเขตร์",
            "นายปภังกร ขุมเงินขุมเงิน",
            "นายอดิศักดิ์ ไชยรัตน์",
            "นายณพลเดช มณีลังกา",
            "นายภวัต เหมัตธุรินทร์",
            "นายนิฮาซัน มูเด็ง",
            "นายอนุมัติ ก้อเต็ม",
            "นายสมบัติ อักษรนิตย์",
            "พันตำรวจโทสัญญา สงมา",
            "นายบูรณภพ สมเศรษฐ์",
            "นายไชยยงค์ รัตนวัน",
            "นายสประวิตน์ ยงใจยุธ",
            "นายสุรพล ศรีวิทยา",
            "นายพิสิษฐ์พัช กิจลำลือกุล",
            "นางสาวชัชรักษ์ นนท์สามารถ",
            "นายสุวรรณ ผ่าโผน",
            "นายเสถียร เสาหงษ์",
            "นายสมชาย มาศโอสถ",
            "นายเกรียงกรัย ปาลอ่อง",
            "นายกฤษชภณ นวเลิศเดชากูล",
            "นายธนวัฒน์ อินใจ",
            "นายกีรติ ช่วยชนะ",
            "ร้อยตรีฝาง ป้องเมือง",
            "นายจารุวัฒน์ สุขขวัญ",
            "นายเมธากรณ์ จรัสอาชา",
            "นางสาวกัลญา สารเงิน",
            "นายบพิตร ชำนาญเอื้อ",
            "นางณัฏฐนิชา จิตรขจร",
            "นายธนารัฏฐ์ รัตนะ",
            "นายยศสรัล เทพเกื้อ",
            "นายปรีชา เกลี้ยงช่วย",
            "นายแดนไทย ต๊ะวิไชย",
            "พันตำรวจโทคณิศร กลิ่นจำปา",
            "นางเมย์ลภัส หงษ์ชนินท์รัฐ",
            "นางสาวอชิดา ชาติธรรมรักษ์",
            "นางสาวศุภวรรณ สิงหกุล",
            "นางกาญจนา เซ็ง",
            "นายยงยุทธ พงษ์ศรี",
            "นายอิบรอเฮ้ง บือแน",
            "นายไตรทศ ประสงค์ศิลป์",
            "นายชาญยุทธ นพคุณ",
            "นายธรรมรัตน์ เล็กประยูร",
            "นางสมรมน ช้วนปรีชา",
            "นายชนินทร์ เอี่ยมปราณีต",
            "นายศุภณัฐ สงอาจินต์",
            "นายปุณณัตถ์ ศิริสรณ์",
            "นายบัณฑิต สกุลบงการ",
            "นายณภัทธญกร ศรีวิราช",
            "นายสุทัศน์ ก้อนจันทร์เทศ",
            "นายโชคชัย สุดดี",
            "นายมาณพ จงเกษมธรรม",
            "นาวาอากาศเอกประคอง พวงศรี",
            "นายระบิล บำรุงกลาง",
            "นายเรืองอำนาจ พุทธิวงศ์",
            "นายอภิวัฒน์ ศิริโกมุท",
            "นายกิตติเดช กิจมโนมัย",
            "นางสาวกนกภัทร บุญรักษ์",
            "นายกิตติมา สุทัศน์ ณ อยุธยา",
            "นายบุญถม เวียงภักดิ์",
            "นายชัยโรจน์ วงศ์สิทธิกรณ์",
            "นายศราวุธ ก๊กใหญ่",
            "นายนิติธร รอดเจริญ",
            "นายเจะกาก กองข้าวเรียบ"
        ],
        "partyListCandidatesCount": 144,
        "pm_candidates": []
    },
    "เพื่อชีวิตใหม่": {
        "partyListCandidates": [
            "นายทองประเสริฐ จันทรอัมพร",
            "นางสาวรุ่งทิภา สุนนทะราช",
            "นายเพชร จันทร์ดา"
        ],
        "partyListCandidatesCount": 3,
        "pm_candidates": [
            {
                "firstName": "กฤติวัฒน์",
                "lastName": "กลางชัย",
                "title": "นาย"
            }
        ]
    },
    "เพื่อธรรม": {
        "partyListCandidates": [
            "นางนลินี ทวีสิน",
            "นายธานินทร์ สุภาแสน",
            "นายปณชัย แดงอร่าม",
            "พลตำรวจตรีจรัญ ชิตะปัญญา",
            "นายณัฎฐ์ รุ่งเรือง",
            "นายดอแม็ง โต๊ะเต๊ะ",
            "นายณัฐศิลป์ จงสงวน",
            "ร้อยตำรวจโทสุรพล วรรณโชติ",
            "นายชัยภัทร ตรีอุดม",
            "นายพูนชัย จิรากร",
            "นายดนุพล มีชัยชนะ",
            "นายแวอาแซ เซ็งยี",
            "นายทรงรัก นิตยาชิต",
            "นายพันจันทร์ ธนวัฒนเสถียร",
            "นายธวัชชัย ผลสะอาด",
            "นายอดุลย์ อารีหะหมัด",
            "นายอาหะมะ เจ๊ะอุมา",
            "นายอาหนบน",
            "นายมะลีเป็ง สาและ",
            "นางภัทร์รวี ศุภปภาดา",
            "นายปคุณา เอี่ยมสะอาด",
            "นายภูเทพ ศิทัศเทวากูน"
        ],
        "partyListCandidatesCount": 22,
        "pm_candidates": [
            {
                "firstName": "นลินี",
                "lastName": "ทวีสิน",
                "title": "นาง"
            }
        ]
    },
    "เพื่อนไทย": {
        "partyListCandidates": [
            "นายอนุวัฒน์ วิกัยพัฒน์",
            "นายประกาศิต การสอน",
            "นายเสถียร ยุระชัย",
            "นางประมวล ศิริเวช",
            "นายกมลอินทร์ ภัชวิกัยพัฒน์",
            "นายโชคชัย ชนะดี",
            "นายชาตรี ไวทยากูล",
            "นางสาวณฐพร แซ่อึ้ง",
            "นางสายทอง มงตระกูล",
            "นายภัคพล สกุลดำรงเกียรติ",
            "นางสุมลมาลย์ ธาดา",
            "นางคำสวย ยะมุลณี",
            "พันเอกประเสริฐ ทองยศ",
            "นางประภาพร อภิวัฒนวรรณ",
            "นายสุธิศักดิ์ ศรีรัฐวัฒนากูล",
            "นางเพ็ญศรี ลูกแก้ว",
            "นายเรืองชัย สุวรรณศรี",
            "นายจอมณัฐภณ ธรรมวงษา",
            "นายประเสริฐศักดิ์ ขำหินตั้ง",
            "นายสมศักดิ์ เจริญสว่าง",
            "นางสาวปวิชญา สีทองปลิว",
            "นายบุญยง บุรีนอก",
            "นายธีระศักดิ์ หมอนทอง",
            "นายบุญเลิศ ประสิทธิ์นอก",
            "นายจำลอง ศรีสุโท",
            "นายสมัคร จูมศรี",
            "นายมนูญ สบายยิ่ง",
            "นายถวิล ชัยจันลา",
            "นางสาวสงวน อรศรี",
            "นางเบญจาพร วรรณกลาง",
            "นายสติม กลุ่มยา",
            "นายพรณรงค์ วันจันทึก",
            "นายจำรัส โสดา",
            "นางนก แทนกลาง",
            "นายพิชิต พนาสิทธิ์",
            "นายวีระพล พวงทอง",
            "นายกิตติภณ เสมอภาค",
            "นายปรีชา เวฬุวนารักษ์",
            "นายสุพัฒน์ พาดำเนิน",
            "นายบุญกอง เมืองแพน",
            "ร้อยตำรวจตรีวิรัตน์ เทียมชัยภูมิ",
            "ร้อยตรีชนก เกษมวงศ์",
            "นายกิตติคม โล่ห์ศิริวัฒน์",
            "นายพยุงศักดิ์ พูลแช่ม"
        ],
        "partyListCandidatesCount": 44,
        "pm_candidates": []
    },
    "เพื่อสหกรณ์ไทย": {
        "partyListCandidates": [
            "นายสมเกียรติ โสภณพงศ์พิพัฒน์",
            "นางสาวอารีย์ ทวนทัย"
        ],
        "partyListCandidatesCount": 2
    },
    "เพื่อแผ่นดิน": {
        "partyListCandidates": [
            "นายพีระ จันทร",
            "นายไตรเทพ รัตนาจารย์",
            "นายเชาวฤทธิ์ ขจรพงศ์กีรติ",
            "นายถนอมชาติ ชำนิราชกิจ",
            "นายชัยยุทธิ์ สงวนแก้ว",
            "นายอำนวย จันทมนตรี",
            "นายปิยะรัช หมื่นแสน",
            "นายทวีทรัพย์ ตัดสมัย",
            "นางสาวเบญจภรณ์ รัญระนา",
            "นายชัยรัตน์ จันทนดิษฐ",
            "นายเจริญ เทพแก้ว",
            "นายจำนงค์ เล็กจริง",
            "นายเอกณัฏฐ์ เรืองจันทร์",
            "นายประเสริฐ เข็มทอง",
            "นายถวิล ศรเทพา",
            "นายสมชาย หัตถประดิษฐ์",
            "นางสาวรำไพ เพิ่มทอง",
            "นายวิฑูรย์ อริยะพงษ์",
            "นางสุวรรณา ดวงจินดา",
            "นายธนพันธุ์ พูลชอบ",
            "นายคำมวล หันตุลา",
            "นายเสน่ห์ ปุริสาย",
            "นายจิระพงศ์ บางทราย",
            "นายอภัย พรหมภักดี",
            "ว่าที่ร้อยเอกชนะโชค บุญศล",
            "นายเอกสิทธิ์ จันทร์ทอง",
            "นายสมชาย ใบเต้"
        ],
        "partyListCandidatesCount": 27,
        "pm_candidates": []
    },
    "เพื่อไทย": {
        "partyListCandidates": [
            "พลตำรวจโทวิโรจน์ เปาอินทร์",
            "คุณหญิงสุดารัตน์ เกยุราพันธุ์",
            "นายชัยเกษม นิติสิริ",
            "นายภูมิธรรม เวชยชัย",
            "นายเสนาะ เทียนทอง",
            "ร้อยตำรวจเอกเฉลิม อยู่บำรุง",
            "นายปลอดประสพ สุรัสวดี",
            "นายโภคิน พลกุล",
            "นายพงษ์ศักดิ์ รักตพงศ์ไพศาล",
            "นายเกรียง กัลป์ตินันท์",
            "นายกิตติรัตน์ ณ ระนอง",
            "นายชูศักดิ์ ศิรินิล",
            "นายพงศ์เทพ เทพกาญจนา",
            "นายนพดล ปัทมะ",
            "นายพรศักดิ์ เจริญประเสริฐ",
            "นายทนุศักดิ์ เล็กอุทัย",
            "นางลดาวัลดิ์ วงศ์ศรีวงศ์",
            "นายพินิจ จันทรสุรินทร์",
            "นายอนุสรณ์ วงศ์วรรณ",
            "นายประยุทธ์ ศิริพานิชย์",
            "พันตำรวจโทบรรยิน ตั้งภากรณ์",
            "นายชูชาติ หาญสวัสดิ์",
            "นายอดิศร เพียงเกษ",
            "นายธนิก มาสีพิทักษ์",
            "นางสาวตวงรัตน์ โล่ห์สุนทร",
            "นายปวิณ แซ่จึง",
            "นายพนัส ทัศนียานนท์",
            "พลตำรวจเอกวิรุฬห์ พื้นแสน",
            "นายวิรุฬ เตชะไพบูลย์",
            "นายพิษณุ หัตถสงเคราะห์",
            "นายชุมพร พลรักษ์",
            "พลตำรวจโทสมศักดิ์ จันทะพิงค์",
            "นายเผ่าภูมิ โรจนสกุล",
            "พลเอกพัลลภ ปิ่นมณี",
            "นายชุมสาย ศรียาภัย",
            "นายต่อพงษ์ ไชยสาส์น",
            "นางดวงแข อรรณนพพร",
            "นายวิจักร อากัปกริยา",
            "นายนิสิต สินธุไพร",
            "นางสาวขานิฐาณันท์ เทียมประเสริฐ",
            "นายสิทธิชัย กิตติธเนศวร",
            "นายสมบัติ รัตโน",
            "นายจักรพงษ์ แสงมณี",
            "นางนราภรณ์ ไวนิยมพงศ์",
            "นายธวัชชัย สุทธิบงกช",
            "นางสาวภูวนิดา คุนผลิน",
            "นายวิชัย สามิตร",
            "นายสุรจิตร ยนต์ตระกูล",
            "นางสาวจารุพรรณ กุลดิลก",
            "นายชาญยุทธ เฮงตระกูล",
            "นายปรีชา ธนานันท์",
            "นายเอกพจน์ วงศ์อารยะ",
            "นายทรงพล เกียรติวินัยสกุล",
            "พลตำรวจโทวิเชียรโชติ สุกโชติรัตน์",
            "นางนันทนา ตันติทวีโชค",
            "นายนิยม ประสงค์ชัยกุล",
            "นายศุภณัฐค์ น้อยโสภณ",
            "นายวัฒนา เซ่งไพเราะ",
            "นายภัทรศักดิ์ โอสถานุเคราะห์",
            "นายไพโรจน์ วงศ์พรหม",
            "นายณรงค์ รุ่งธนวงศ์",
            "นายประสพ สารสมัคร",
            "นางสาวทิพย์สุดา กิจจาพิพัฒน์",
            "นายเทพฤทธิ์ สีน้ำเงิน",
            "นางสาวธิดารัตน์ ยิ่งเจริญ",
            "นายเกรียงไกร กิตติธเนศวร",
            "นายจำนงค์ ไชยมงคล",
            "นายกิติพงศ์ พงศ์สุรเวท",
            "พลตำรวจตรีลัทธสัญญา เพียรสมภาร",
            "นายวิบูลย์ แช่มชื่น",
            "นายเณริน จันทกร",
            "พลอากาศเอกชูชาติ ชวนชม",
            "นายกมล บันไดเพชร",
            "นายเอกกฤษ อุณหกานต์",
            "นายณกฤช เศวตนันทน์",
            "นายโกวิทย์ ดอกไม้",
            "พลตำรวจตรีพิเชษฐ์ ปิติเศรษฐพันธุ์",
            "นางสิริภา มะดากะกุล",
            "นายยั้ง จักรไพศาล",
            "นางสาวบุณฑริกา ประสงค์ดี",
            "นายอลงกรณ์ ทวีรักษา",
            "พลตำรวจตรีธวัช บุญเฟือง",
            "นายวิมล จันทร์จิราวุฒิกุล",
            "นายนพชัย ศรีสุวนันท์",
            "นายภัทร ภมรมนตรี",
            "นายปิยชาติ วีรเดชะ",
            "นายอาคม สุวรรณนพ",
            "นางพิมพ์ชนา โหสกุล",
            "นายวรกร คำสิงห์นอก",
            "นายสมบูรณ์ นาคะอินทร์",
            "นางสาวชัชฎา ชัยชูชนะภัย",
            "นายเทอดธนัท.",
            "นายเทอดธนัท สีเขียว",
            "นายเอกรัฐ สมันตรัฐ",
            "นายอภิวัฒน์ กองมณี",
            "นายอภิยุทธ ณ กาฬสินธุ์",
            "นางสาวน้ำฝน นุตมา"
        ],
        "partyListCandidatesCount": 97,
        "pm_candidates": [
            {
                "firstName": "สุดารัตน์",
                "lastName": "เกยุราพันธุ์",
                "title": "คุณหญิง"
            },
            {
                "firstName": "ชัชชาติ",
                "lastName": "สิทธิพันธุ์",
                "title": "นาย"
            },
            {
                "firstName": "ชัยเกษม",
                "lastName": "นิติสิริ",
                "title": "นาย"
            }
        ]
    },
    "เพื่อไทยพัฒนา": {
        "partyListCandidates": [
            "นางสาวอรอนงค์ บุญโต",
            "นายองอาจ วิเศษ",
            "นายชีระวิทย์ บุญไชยธนินท์",
            "นายอำพล แสนน่าน",
            "นายูง",
            "นายประดิษฐ์ บุญเชิด",
            "จ่าสิบเอกศักดิ์ชาย พรหมโท",
            "นายสิทธิพร เทพจันทรามณีฉาย",
            "นางสาววิลัยลักษณ์ ชะนะสะแบง",
            "นางสาวนนทชา เทพสนิท",
            "นางสาวบุณณดา เลาหะดิลก",
            "นายศุภชัย บุญไชย",
            "นางสาวยอดมณี"
        ],
        "partyListCandidatesCount": 13,
        "pm_candidates": []
    },
    "เศรษฐกิจใหม่": {
        "partyListCandidates": [
            "นายมิ่งขวัญ แสงสุวรรณ์",
            "นายสุภดิช อากาศฤกษ์",
            "นายนิยม วิวรรธนดิฐกุล",
            "นายภาสกร เงินเจริญกุล",
            "นายมนูญ ศิวาภิรมย์รัตน์",
            "นางมารศรี ขจรเรืองโรจน์",
            "นางสาวจิราพร นาคดิลก",
            "นายพิชัย ขจรเรืองโรจน์",
            "นางสาวอาทิตยา อะนะฝรั่ง",
            "นางมยุรา ชุมภูนท์",
            "นางอนัญญา ปัสนานนท์",
            "ร้อยตำรวจโทชัชพิมุข พงษ์พจน์ พิพัฒน์",
            "นายวิฑูรย์ นามคุณ",
            "นายเนติภูมิ ริยาพันธ์",
            "นายพรพจน์ เจริญทั้งศิลปชีพ",
            "นายอภิวัฒน์ อากาศฤกษ์",
            "นางสาวปัทมาภรณ์ แสงดี",
            "นายไพรัตน์ ชุมภูนท์",
            "นายสมชาย ปานพรหมมินทร์",
            "นายชัชวาฬ ชาวนา",
            "นายวัชรพงศ์ ชัยรามัน",
            "นายณัฐพล เนื่องชมภู",
            "นายฮงค์ชัย แซ่ตัน",
            "พันตำรวจเอกรักษิต ศักดิ์ผิวฝาด",
            "นายสถาพร คงศิริไพศาล",
            "นายสมยศ แสงสุวรรณ",
            "นายปณิธาน เพ็ญสาดแสง",
            "นายบุญเลิศ เหลียงกอบกิจ",
            "นายประพันธ์ เอี่ยมศิริ",
            "นายประสพ บุษราคัม",
            "นายกฤษ ภัทรวรโยธิน",
            "นายฐกฤต จันทร์แก้ว",
            "นางกชกร ภูมิลักษณ์",
            "นายชัชวาล ทรัพย์สาร",
            "นายรีกรือลี เจะแว",
            "นายไพโรจน์ ทองคำ",
            "นางอุทัยทิพย์ เปราะแดง",
            "นางสาวณฐมน ฐิติชญานั้น",
            "นายจิตประสงค์ หนูชัยแก้ว",
            "นายชูพิศ แพลนสัมฤทธิ์",
            "นางสุรส เนื่องชมภู",
            "นางแพรวพรรณ พริ้งพร้อม",
            "นายคเณศ จำนงค์ธรรม",
            "นายชัยยงค์ ถียัง",
            "นายนคร อุนจะนำ",
            "นายอำนวย งามเทศ",
            "นางพัทธวรรณ เกียรตินันทวิมล",
            "นายฉัตรชัย คำใส",
            "นางแขไข ฐิติชญานั้น",
            "นายธนพงศ์ เนื่องนา",
            "นายวรงค์กรณ์ สมศรี",
            "นายคมสันต์ ม่วงเกิน",
            "พันตำรวจเอกเฉลิมเกียรติ",
            "นางสาวภัทราพร บุญหนุน",
            "นายสรรค์ ศักดิ์ยโส",
            "นางสาวณัฐชรัตน์ ทวีโชติวรรัชต์",
            "นายธนวรรธน์ พามี",
            "นายกิตติชยานันท์ สร้อยเสนา",
            "นายเกรียงศักดิ์ แก้วสืบ",
            "นายจันทร์ดี เอกศรี",
            "นายปริภัทร จินดาโกมุท",
            "นางสาวนภัสวรรณ เปียสวน",
            "นายรุ่งโรจน์ เรียนเพชร",
            "นายคำพอง ทานิสุด",
            "นายอดุลย์ โคตรพันธ์",
            "นายเชาวน์ อารมย์ดี",
            "นายสมศักดิ์ รักธรรม",
            "นายวิษณุกตฆ์ พรเจริญวงศ์",
            "นายมณฑล เจริญวิชญ์",
            "นางอุหรัน นนท์ศิริ",
            "นางกนกอร จำปาวงษ์",
            "นายปกรณ์ แก้วงาม"
        ],
        "partyListCandidatesCount": 72,
        "pm_candidates": [
            {
                "firstName": "มิ่งขวัญ",
                "lastName": "แสงสุวรรณ์",
                "title": "นาย"
            }
        ]
    },
    "เสรีรวมไทย": {
        "partyListCandidates": [
            "พลตำรวจเอกเสรีพิศุทธ์ เตมียเวส",
            "นายวัชรา ณ วังขนาย",
            "นายวิรัตน์ วรศสิริน",
            "นายเรวัต วิศรุตเวช",
            "นายประสงค์ บูรณ์พงศ์",
            "นางสาวนภาพร เพ็ชร์จินดา",
            "นายเพชร เอกกำลังกุล",
            "นางสาวธนพร โสมทองแดง",
            "นายอำไพ กองมณี",
            "พลตำรวจโทวิศณุ ม่วงแพรสี",
            "นายสุวัตร สิทธิหล่อ",
            "นายพิทักษ์ สันติวงษ์สกุล",
            "นายศุภชัย นาคสุวรรณ์",
            "นายชัชวาลย์ วาณิชย์ศรีรัตนา",
            "นายปิติพงศ์ เต็มเจริญ",
            "พลตำรวจตรีเกษม สังขพันธ์",
            "นายสมธรรม สระกวี",
            "นายนิมิต จันทน์วิมล",
            "นายปัญญา ชาติปัญญาวุฒิ",
            "นายฐานพัฒน์ กาญจนสินิทธ์",
            "นางเภาพงา สุทธิมณฑล",
            "นายอนุกูล แพรไพศาล",
            "นายจริน ศิริ",
            "นายสมหมาย บุญเฮง",
            "นายธีรวิทย์ จารุวัฒน์",
            "นายประสิทธิ์ พิทูรกิจจา",
            "นายสมศักดิ์ ราชเจริญ",
            "นายไพฑูรย์ หอมกลิ่น",
            "นายชนาธิป ประสงค์เงิน",
            "พลตำรวจตรีชยธวัช เสาวนะ",
            "นางปิยะศิริ นาโคศิริ",
            "นายสุนทรชัย พรเจริญ",
            "นางสาวสริยา อัศวเลิศพานิช",
            "นายกรกช บุตรสิม",
            "พันตำรวจเอกอดิศร ด้วงพูล",
            "นายประพัฒน์ วิเศษจินดาวัฒนา",
            "นายสมชาย เลี้ยงสว่าง",
            "ดาบตำรวจณรงค์ มุตตะโสภา",
            "ร้อยตรีไพศาล เชิดชู",
            "ร้อยตำรวจตรีสมพล เกษมมาลา",
            "นายธนาคร อุนจะนำ",
            "นายสมชาย จาบจง",
            "นายวิชิต แก้วรักษา",
            "นายสะอาด วรนาม",
            "นายศุภชาติ มีศรี",
            "นายโอภาส อาลมิสรี",
            "นายสงกรานต์ สมัครเขตรการณ์",
            "พันตำรวจตรีจีรวัฒน์ อุดมสุด",
            "นายสุบรรณ มหาชนนท์",
            "นายชาญชาติ มูลดี",
            "นายสมาน เจริญสูงเนิน",
            "นายสวาท สุทธิอาคาร",
            "นายรชต ราชวันดี",
            "นายกมลภู สวัสดิสาร",
            "นาวาอากาศเอกประสิทธิ์ บุญประเสริฐ",
            "นายวิทยา พิพัฒน์บัณฑิต",
            "นายจันทรานนท์ ชานุชิต",
            "นางลัพธวรรณ สุขทรัพย์เจริญ",
            "นายประสพโชค เทศรุ่งเรือง",
            "นายมะนุส อาแว",
            "นายสยมภู จะหลาบหลวง",
            "นายเรวัต สิรินุกุล",
            "นายสุทัศน์ จันกิ่งทอง",
            "นายมานะ เกียรติเชิดแสงสุข",
            "นายธีร์วริศ ธรรมนารักษ์",
            "ว่าที่ร้อยตรีพสิษฐ์ คำชัย",
            "พันตำรวจโทกระสินธุ์ ธรรมลักขณา",
            "นางสาวธนญดา กิตติปิยภากร",
            "นายวินัย เพชรประสงค์",
            "นายกรรณ เจียมเจริญ",
            "นางสุพรรณี แซ่",
            "นายชนแดน พรหมเมศร์",
            "นายสุจินดา เมธิอิทธิกุลไพศาล",
            "นายสิทธิชัย เผ่าพันธุ์",
            "นายเกียรติยศ โรจนรัตน์มงคล",
            "นายนิคม มอญม่วง",
            "นายสัญชัย อภิวนัสบดี",
            "นายคชเณศ เพชรอาวุธ",
            "นายอธิการ ทองอินทร์",
            "นางจุฑาภา กิ่งมิ่งแฮ",
            "ร้อยตำรวจโทเสมียน ขันศรีมนต์",
            "นายนิสมัย มุ่งคำน้อย",
            "นายธีระ จารุจิตติพันธ์",
            "พันตำรวจโทณภัทร ไขศิลป",
            "นายภราดร วิมลมาลย์",
            "นายนรินทร์ รักงาม",
            "พันตำรวจโทอิทธิเดช นนท์ปัญญา",
            "นายชัยอภิสิทธิ์เป๊าะ คำกรฤาชา",
            "นายไชโย จันทร์ทำมา",
            "นายธนยศ ศรีหิรัญ",
            "นายสมพงษ์ บุญกุศล",
            "นายทรงศักดิ์ บุญยัสสะ",
            "นายภักดี โพธิ์แก้ว",
            "นายสท้อน สืบดา",
            "นายพิจารณ์พงศ์ วิชัยดิษฐ",
            "นายบวรรัตน์ ไชยสุโพธิ์",
            "ดาบตำรวจจงจิตร์ คำสุข"
        ],
        "partyListCandidatesCount": 97,
        "pm_candidates": [
            {
                "firstName": "เสรีพิศุทธ์",
                "lastName": "เตมียเวส",
                "title": "พล.ต.อ."
            }
        ]
    },
    "แทนคุณแผ่นดิน": {
        "partyListCandidates": [
            "นายวัชรพล บุษมงคล",
            "นายสุวัฒน์ สร้างสกุล",
            "นายพานิช จิตร์แจ้ง",
            "นายวิชัย ศิรินคร",
            "นายบุญธร อุปนันท์",
            "นายชูชาติ พิมพ์กา",
            "นายธกร กันตะวงศ์",
            "นางสาวญาณิศากรณ์ สกุลศุภมณี"
        ],
        "partyListCandidatesCount": 8,
        "pm_candidates": []
    },
    "แผ่นดินธรรม": {
        "partyListCandidates": [
            "นายกรณ์ มีดี",
            "นายพลากร เทศนำ",
            "นายบุณยติเลิศ สาระ",
            "นางอัญชลี มณีวรรณ์",
            "นางสุภร ภิริยารมย์",
            "นายอุดร จันทวัน",
            "นายสมศักดิ์ จังอินทร์",
            "นายกันตภณ สุดใจ",
            "นายกุศล ขุนดำ",
            "นายสวัสดิ์ สีหะรัญ",
            "นางสาวมะรีย์ สุ่มมาตย์",
            "นายนพดล มะลาดวง",
            "นายศุภกร ชนะชัยธรรม",
            "นายอดิศร หนันคำจร",
            "นาวาเอกบุญเศษ มาภิรมย์",
            "นายกิตติธัช เนธิบุตร",
            "นายนันทภพ บรรจบพุดซา",
            "นายฐิติเมธินทร์ หลุ่นประพันธ์",
            "พลเรือตรีมนูญ จันทร์นวล",
            "นางสาวสโรชินี สุขตระกูล",
            "นายวัชรพล สยามวานิช",
            "นายวัธนะ ลิ้มสมบัติอนันต์",
            "นายสมบัติ ฤกษ์สมุทร",
            "นายพิพัฒน์ มะโนรัตน์"
        ],
        "partyListCandidatesCount": 24,
        "pm_candidates": [
            {
                "firstName": "บรรจบ",
                "lastName": "บรรณรุจิ",
                "title": "ศ._พิเศษ_ร.ท."
            },
            {
                "firstName": "กรณ์",
                "lastName": "มีดี",
                "title": "นาย"
            }
        ]
    },
    "ไทยธรรม": {
        "partyListCandidates": [
            "นายอโณทัย ดวงดารา",
            "นายอรุณชัย ยะพันธ์ชัย",
            "นายนะโม สุขปราณี",
            "นายภูษิต ภูปภัสศิริ",
            "นางสาวรัตติกาล โสวะภาส",
            "นางสาวนงลักษณ์ สงวนศักดิ์",
            "นางนิภา พิเศษชีพ",
            "นายกิติกร วิชัยเรื่องธรรม"
        ],
        "partyListCandidatesCount": 8,
        "pm_candidates": [
            {
                "firstName": "อโณทัย",
                "lastName": "ดวงดารา",
                "title": "นาย"
            },
            {
                "firstName": "ภูษิต",
                "lastName": "ภูปภัสศิริ",
                "title": "นาย"
            },
            {
                "firstName": "กิติกร",
                "lastName": "วิชัยเรืองธรรม",
                "title": "นาย"
            }
        ]
    },
    "ไทยรักษาชาติ": {
        "partyListCandidates": [
            "ร้อยโทปรีชาพล พงษ์พานิช",
            "นายจาตุรนต์ ฉายแสง",
            "นายฤภพ ชินวัตร",
            "นางพวงเพ็ชร ชุนละเอียด",
            "นายมิตติ ติยะไพรัช",
            "นางสาวขัตติยา สวัสดิผล",
            "นายณัฐวุฒิ ใสยเกื้อ",
            "นายคณาพจน์ โจมฤทธิ์",
            "นายพิชัย นริพทะพันธุ์",
            "นายพงษ์ศักดิ์ ภูสิทธิ์สกุล",
            "นางสาวชยิกา วงศ์นภาจันทร์",
            "นายเจริญ จรรย์โกมล",
            "นางสาวสุณีย์ เหลืองวิจิตร",
            "นางสาวกฤษณา สีหลักษณ์",
            "นายพงศกร อรรณนพพร",
            "นายพฤฒิชัย วิริยะโรจน์",
            "นายเชิดชัย ตันติศิรินทร์",
            "นายนิคม ไวยรัชพานิช",
            "นายสุชาติ ธาดาธำรงเวช",
            "นางสาวอรุณี กาสยานนท์",
            "นายพิชิต ชื่นบาน",
            "นางวรรษมล เพ็งดิษฐ์",
            "นายจุลพงษ์ โนนศรีชัย",
            "นายเรืองไกร ลีกิจวัฒนะ",
            "นายวีระกานต์ มุสิกพงศ์",
            "นายประภัสร์ จงสงวน",
            "นายประวัฒน์ อุตตะโมช",
            "นายสุธรรม แสงประทุม",
            "นายก่อแก้ว พิกุลทอง",
            "นายอุเมสนัส ปานเดย์",
            "นางสาวอุบลกาญจน์ อมรสิน",
            "นายพยุงศักดิ์ ชาญด้วยวิทย์",
            "นางสาวอนุตตมา อมรวิวัฒน์",
            "นางสาวประกายดาว ศิริพรรณาภิรัตน์",
            "นายวิม รุ่งวัฒนจินดา",
            "นายวราวุธ ยันต์เจริญ",
            "นางสาวเพ็ญชิสา หงษ์อุปถัมภ์ชัย",
            "นายพงศ์เกษม สัตยาประเสริฐ",
            "นางระพิพรรณ พงศ์เรืองรอง",
            "นายพายัพ ปั้นเกตุ",
            "นายปิยวิชญ์ วงศ์สวัสดิ์",
            "นายพชร ธรรมมล",
            "นาวาตรีวุฒิพงศ์ พงศ์สุวรรณ",
            "นายกมล วิจิตรโสภาพันธ์",
            "นางสาวณหทัย เล็กบำรุง",
            "นายนรวิชญ์ หล้าแหล่ง",
            "พลตำรวจตรีสุรสิทธิ์ สังขพงศ์",
            "นายต้น ณ ระนอง",
            "นายสิทธิพงษ์ เจริญประเสริฐ",
            "นายสิน กุมภะ",
            "นางสาวสุทิษา ประทุมกุล",
            "นายศิลปวิชญ์ น้อยสมมิตร",
            "ว่าที่ร้อยโทโอภาส มีเชาว์",
            "นายศักย์ มหาสุวีระชัย",
            "นายเหวง โตจิราการ",
            "นายวิภูแถลง พัฒนภูมิไท",
            "พลตรีศรชัย มนตริวัต",
            "นายสุวรรณ น้ำใจดี",
            "นายสุรชัย เบ้าจรรยา",
            "นายธนยศ รักกิจศิริ",
            "นางมยุเรศ โคตรชมภู",
            "นายกรวีร์ สาราคำ",
            "พลตำรวจตรีคเชนทร์ คชพลายุกต์",
            "พลอากาศเอกสมชาย เกียรอนันท์",
            "นางเยาวนิตย์ เพียงเกษ",
            "พลเอกโชติอนันต์ปรีชา ทรัพย์หิรัญ",
            "นางสาวศรีญาดา ปาลิมาพันธ์",
            "พลเอกไตรศักดิ์ อินทรรัสมี",
            "นายกัมพล ปัญกุล",
            "นายชูวิบูลย์ เงางาม",
            "นายทองอยู่ คงขันธ์",
            "นายสรพันธ์ คุณากรวงศ์",
            "นายชวรัชต์ อุรัสยะนันทน์",
            "นายวิรัติ ศักดิ์จิรพาพงษ์",
            "นายประสาน วงศ์สวัสดิ์",
            "นายธนรัชต์ วิเชียรรัตน์",
            "นายใจพิชญ์ สุขุมาลจันทร์",
            "นางสาวชญาภา สินธุไพร",
            "นายไกรศรี พจนศิลป",
            "นายเฉลิมชัย นิยมไท",
            "นายประเสริฐ พัฒนผลไพบูลย์",
            "นายสุรชัย ชินชัย",
            "นายวรรณกร ภัทรปกรณ์",
            "นายทองมา ทองอำ",
            "นายนำชัย ภูไพบูลย์",
            "นายปรีชา สุวรรณะ",
            "นายลิลิต กัมมารังกูร",
            "พลเอกสมโภชน์ นนทชัย",
            "พลตรีไพบูลย์ ควรชม",
            "นางอนัญญา พลเยี่ยม",
            "นางบุณยนุช สมพันธุ์",
            "พันตรีกันตวรรธน์ ล้อมเมือง",
            "นายวุฒิเดช ทองพูล",
            "นายสวรรค์ ขันทอง",
            "นายสุธี พลวัฒน์",
            "นายสุพัชร พันธุระศรี",
            "นายสุวรรณ อินพรหม",
            "นายอิสระ หัสดินทร์",
            "นายอุดมเกียรติ อภินันทิกุล ปานมี",
            "นายธำรงณ์ศักดิ์ บุญรักษ์",
            "นายกิตติ เจริญพรพานิชกุล",
            "นายประสิทธิ์ เลิศศรี",
            "นายพินิต พิศุทธิวงษ์ชัย",
            "นายโพธินิพิฐ นันทะพรหม",
            "นายฤทธิ์ลือชา คุ้มแพรวพรรณ",
            "นายศักดา จิตต์ระเบียบ",
            "นางสาวสิริกาญจน์ หลอดแก้วชุติมา",
            "นายทนงศักดิ์ ปืนถาวร"
        ],
        "partyListCandidatesCount": 108,
        "pm_candidates": []
    },
    "ไทยรุ่งเรือง": {
        "partyListCandidates": [
            "นายฉัตรชัย แนวพญา",
            "พลตรีสุชิน วิเศษโกสิน",
            "นายกิตติ พุทธนพ",
            "นางวาสนา ทับแสง",
            "นายอรรถพร สุสุทธิพงศ์",
            "นายจักรพันธ์ นาคลดา",
            "นายตรีโลจนะ คเนจร ณ อยุธยา"
        ],
        "partyListCandidatesCount": 7,
        "pm_candidates": []
    },
    "ไทยศรีวิไลย์": {
        "partyListCandidates": [
            "นางสาวภคอร จันทรคณา",
            "นายมงคลกิตติ์ สุขสินธารานนท์",
            "นายณัชพล สุพัฒนะ",
            "พลโทอัศวิน รัชฎานนท์",
            "นายวิวัฒน์ เจริญพาณิชย์ศิริ",
            "นายธนกร ศรีบุญมาก",
            "นางสาวพัทธนันท์ ฤทธิ์ชัยเรืองเดช",
            "นายจำรูญศักดิ์ จันทรมัย",
            "นายศยุน ชัยปัญญา",
            "นายอธิวัฒน์ บุญชาติ",
            "นางสาวชุติมา โชคอารีย์",
            "นางสาวอริญรดา สาระชัย",
            "นายสุวรรณ บัวโรย",
            "นายชนันท์พล เชื้อรอด",
            "นายไพศาล พิพัฒน์พฤกษา",
            "นางสุวภรณ์ แนมสัยคงแก้ว",
            "นางสุภาพันธุ์ รัชฎานนท์",
            "นางนวพร ศรีรัตนอังกูร",
            "นางน้อยหน่า ศรีบุญมาก",
            "นายอนวรรช ศรีคำเงิน",
            "นายสายหยุด แพนคร",
            "นายสมเจตร อินดี",
            "นางสาวชนิมณฑ์ สืบอ้าย",
            "นางสาวระพีพรรณ เพ็ชรนิล",
            "นางสาวณิชาภา โชคอารีย์",
            "นายปรมัตถ์ อ่อนบ้านแดง"
        ],
        "partyListCandidatesCount": 26,
        "pm_candidates": [
            {
                "firstName": "มงคลกิตติ์",
                "lastName": "สุขสินธารานนท์",
                "title": "นาย"
            },
            {
                "firstName": "ณัชพล",
                "lastName": "สุพัฒนะ",
                "title": "นาย"
            },
            {
                "firstName": "ภคอร",
                "lastName": "จันทรคณา",
                "title": "น.ส."
            }
        ]
    },
    "ไทรักธรรม": {
        "partyListCandidates": [
            "นายพีระวิทย์ เรื่องลือดลภาค",
            "นายจตุรวิทย์ กาละมิตร์",
            "นายมานะ สมันตรัฐ",
            "นายสหรัฐ รัตนฐากูร",
            "นายเฉลิมพล ไขว้พันธ์",
            "นายชิษณุพงศ์ ไตรรัตน์รังษี",
            "นางพัตร์พิมล ฉิมนาคพันธ์",
            "นางวิมลลักษณ์ ไชยหานาม",
            "พันเอกสุพล พละสุ",
            "นายทรงศักดิ์ ภูขามคม",
            "นายหริธนเดชว์ คงไข่ศรี",
            "นายสัจจา ศรีเจริญ",
            "พันตำรวจโทฐานิษฐ์ นันทาวิศิษฐ์",
            "นายคมฤทธิ์ นักเร",
            "นายกฤษ เทวโรปกรณ์",
            "นายชาญชัย บัวซาว",
            "นายรณกร สกุลสุกใส",
            "นางภูริดา กาละมิตร์",
            "นายกฤษณกันต์ พงษ์ไทย",
            "นายกัญจน์พิสิษฐ์ รัตนฐากูร",
            "นางสาวศศิภา แพทย์สกุล",
            "นางสาวเพลินจิตร์ อินทมะโน",
            "นางสาวชุติมน แพทย์สกุล",
            "นายทัศนะ รักษากิจ",
            "นายสมจิต จันทิปะ",
            "นางพรทิวา อามัดชา",
            "นายเอกพงษ์ บุญ",
            "นายมนัส มีชาวนา",
            "นางสุชาดา ขวัญสกุล",
            "นายวิทิต แลด",
            "นางสาววณัฐรกานท์ ธณภรพสิษฐ์",
            "นายสมชาย เล็กน้อย",
            "นายพชร ไวยลิยา",
            "นางสาวสุฑารัตน์ รัตนานุกูล",
            "นายชัยมงคล พันธ์ทอง",
            "นางผุสดี คุ้มใหญ่โต",
            "นางริญลฎา เภาสุวรรณ์",
            "นางสาวกรรณิการ์ บุญมา",
            "นายนราธิป ยอดจัน",
            "นางสาวประนอม วันทองสุก",
            "นายวรายุทธ เหมสงวน",
            "นางสาวสุพัตรา พันธุวงศ์",
            "นายโยธิน ไพรวนาวัลย์",
            "นางสาวพัชรมัยพร นาชัยทรัพย์ทวี",
            "นางสุภาพัต โฉมอุภัย",
            "นางมาณี พลเยี่ยม",
            "นายกิติศักดิ์ เดชะผล",
            "นางสาวพัชรพรรณ ลาภกาญจนา",
            "นายรัฐไกร พลายชมภู",
            "นายกนกพล อักษรพันธ์",
            "นายอิทธิศักดิ์ อมรสิริศักดิ์",
            "นางสาวภคอร พงษ์ภักดี",
            "นายศุภกฤต คำสวาสดิ์",
            "นายแสวง มะโนลัย",
            "นายณรงค์ วงหาจักร์",
            "นายเริงชัย โพธิ์ชัยเลิศ",
            "นางมนต์นิภา ไชยแก้ว",
            "นายวชิรศักดิ์ กาลมุล",
            "นางมณีกานต์ หอมชื่น",
            "นายคมกริช พันงาม",
            "นางสาววลัยลักษณ์ ตั้งจิตร",
            "นายสิทธิพร นิยม",
            "นายวัชรา โตะหยม",
            "ว่าที่ร้อยตรีณัฐพงศ์ บุญพรม",
            "นายปรมินทร์ แสงวิริยนันท์",
            "นางณิยารมย์ วงศ์ศร",
            "นายชนะมาร สีมาวงษ์",
            "นายรุ่ง พันธุ์โนชาติ",
            "นายวิโรจน์ บู๊สมัน",
            "นายรอบล หมาดอี",
            "นายพันธุ์ธัช พิลึก",
            "นายไพจิตร์ ฉิมล่องดำ",
            "นางสาวนงเยาว์ สุวรรณตรี",
            "นายทิวา มากพิบาล",
            "นายณรงค์กร กาละสังข์",
            "นายสุรศักดิ์ โอหวาน",
            "ว่าที่ร้อยตรีตะวัน ศุภนนทกร",
            "นายธนาวุฒิ พุทธสุภะ",
            "นายสุชิน เพ็งศรี",
            "นายภักดีพิศุทธ์ พรบุญล้ำ",
            "นายเกียรติเดโช พูลลาภ",
            "นายอนุชิต มะยะเฉียว",
            "นางสาวปภาวรินทร์ จันทร์เทพ",
            "นางสาวณัชฎาภรณ์ โลหะสวรรค์กุล",
            "นางสาวอักษรสวรรค์ นิลศิริ",
            "นางนวลศรี ดวงแป้น",
            "นายศุภกร ทันตา",
            "นายอำพล เกตุสาคร",
            "นายพิเชษฐ์ ขะพินิจ",
            "นายชัชพงศ์ พรหมราช",
            "นายโฆษิต บุญมา",
            "นายสายัณห์ ภูมิจันทร์ทิพย์",
            "นายขจรศักดิ์ เดชะผล",
            "นายโอฬาร ดือราแม",
            "พันจ่าอากาศเอกประทวน โตสำลี",
            "นายวิมล ข้าวงาม",
            "นายวสุวัฒน์ อภิธราเลิศธนนท์",
            "นายจีระพงศ์ ไชยะโส",
            "นายจรัญ ทิศเป็ง",
            "นายกิตติพงศ์ นิยมยาตรา",
            "นายอัครเดช คงแก้ว",
            "นางสาวขวัญชนก เพชรคง",
            "นางมะลิอร คงแก่นท้าว",
            "นางสาวฐิติวรา ท่าชอบ",
            "นายอนงค์ โภคาพานิชย์",
            "นายชัยยา ธรรมศร",
            "นายชยสิทธิ์ กาละมิตร์",
            "นายณฐกร พงศ์สุขสิริวัฒน์",
            "นายเสถียร บุตรทองดี",
            "นายศุภชัย ดีหนู",
            "นางดารา หัสรังค์",
            "นางศิริพร กล้าหาญ",
            "นางสัญญา มูลเพ็ชร",
            "นางสุพรรณิการ์ พุฒนาวงศ์",
            "นางสาวพันธิตรา พลซา",
            "นายภูวนาท พันธุวงศ์",
            "นางสาวเบบี้ โสนะจิตร",
            "นางทัศนา จำปาแก้ว",
            "นางสาวศิริพร สายลือนาม",
            "นางสาวศิวัตรา สิงห์ทอง",
            "นางสาวสุคนธา ดิษเหมาะ",
            "นางสาวณัฐชา โภคาพานิชย์",
            "นางสาวฑิตยากร บุญวงศ์",
            "นางโยษิตา วัชรหิรัญปภา",
            "นางนิจฤดี ไกรยะราช",
            "นายภาคภูมิ กลิ่นทอง",
            "นายรัตพล ปทุมบาล",
            "นายจีระพัฒน์ แจ่มเงินวัฒนากูล",
            "นายสุทิน พิมพ์โพธิ์",
            "นายทินภัทร นาบ้าน",
            "นายนกเล็ก ครองสัตย์",
            "นายมะหะหมาดซุกรี ตอหิรัญ",
            "นายสำราญ ปพัฒน์พุฒิพร",
            "นายเพลิน จันจัน",
            "นายวงษ์จัน เรืองจันที่",
            "นายอิทธิ บุญมา",
            "นายสมร ยางนอก",
            "นายฏอลิบ อะห์มัด อีปง",
            "นายนเรศ สังวาลรัตน์",
            "นายอิศวะ มุลาลินน์",
            "นายแสวง ธรศรี",
            "นางสาวบุษรา สุวรรณปราการ",
            "นางสาวชุติมา โพธิ์ชัยเลิศ",
            "นางสาวกันนิภา กากาเคน",
            "นายกอง โยตะนั้น",
            "นางสาวภัควลัญชญ์ บัวทอง",
            "นายชนรักษ์ ตันติเศรณี"
        ],
        "partyListCandidatesCount": 147,
        "pm_candidates": []
    }
}